Repository: bbura/storeit
Catalog: localizations/lib/src/localization/app_*.arb
Languages: ar

# b2cDeleteCartItemCloseTitle
source: Are you sure?
ar: هل أنتم متأكدون؟

# b2cDeleteCartItemCloseDescription
source: Deleting this item will remove any add-ons and extras selected for this ticket.
ar: حذف هذا الخيار سيزيل أي إضافات مرتبطة بهذه التذكرة.

# aquaTapTitle
source: Aquatap
ar: أكواتاب

# b2cAquaTapManualCodeActivationHeader
source: Enter the <brandCyan>number</brandCyan> on the back of your <brandCyan>Aquatap</brandCyan>
ar: أدخل رقم أكواتاب الموجود في الخلف

# visitPlannerUpcomingEvents
source: Upcoming trips
ar: الرحلات القادمة عددها

# visitPlannerOneUpcomingEvent
source: Upcoming trip
ar: الرحلات القادمة عددها

# visitPlannerPastEvents
source: Past trips
ar: الرحلات السابقة

# visitPlannerOnePastEvent
source: Past trip
ar: رحلة سابقة

# guestSelectionInfoToastMessage
source: Please note that infants age 0–3 don't require a ticket.
ar: يرجى ملاحظة أن الأطفال بعمر ثلاثة أعوام فأقل لا يحتاجون إلى تذكرة.

# vpExploreMyVisitEmptyTitle
source: Let the fun begin!
ar: حان وقت المرح!

# vpExploreMyVisitEmptyDescription
source: You can customise your plan, pick from ready-made itineraries or save to your favorites.
ar: يمكنكم التخطيط لرحلتكم أو الاختيار من بين الجداول الزمنية الجاهزة أو حفظ خياراتكم في القائمة.

# vpExploreMyVisitEmptyButton
source: Plan my visit
ar: خطط لزيارتي

# deleteAquaTapTitle
source: Are you sure you want to deactivate this Aquatap {wearableId}?
ar: هل أنتم متأكدون من تعطيل أكواتاب {wearableId}؟

# deleteAquaTapDescription
source: You will lose your payment method and access to add-ons and experiences through your Aquatap {wearableId}.
ar: ستفقدون وسيلة الدفع والاستفادة من الإضافات والتجارب عبر أكواتاب {wearableId}

# deleteAquaTapBtn
source: YES, DEACTIVATE
ar: نعم، تعطيل

# successDeleteAquaTapMsg
source: Your Aquatap has been deactivated.
ar: تم تعطيل أكواتاب بنجاح.

# errorDeleteAquaTapMsg
source: Your Aquatap was not deactivated. Please try again.
ar: لم يتم تعطيل أكواتاب. يُرجى المحاولة مرة أخرى.

# b2cBookingStepDateTicketsDescription
source: You do not need to select a date for your visit!
ar: قم بتسجيل الدخول إلى حسابك أو الاشتراك في بضع خطوات بسيطة. الأمر سريع وسهل!

# exploreSelectAll
source: Select all
ar: تحديد الكل

# addPaymentMethod
source: ADD a payment method
ar: إضافة وسيلة دفع

# linkPaymentMethodTitle
source: <brandCyan>Link</brandCyan> a payment method for cashless transactions
ar: اربطوا وسيلة دفع لمعاملات رقمية دون الحاجة لإستخدام النقود

# selectCardDesc
source: Select a card you would like to use for cashless transactions using your Aquatap.
ar: اختاروا البطاقة التي تودون استخدامها للمدفوعات عبر أكواتاب.

# ticketDetailsPriceTitle
source: TOTAL PRICE (inc VAT)
ar: السعر الإجمالي (شاملاً ضريبة القيمة المضافة)

# digitalReactivateInformation1
source: It looks like this mobile number is linked to an Aquarabia Qiddiya City account scheduled for deletion. Reactivate it now and keep everything at your fingertips!
ar: يبدو أن رقم الجوال هذا مرتبط بحساب في تطبيق أكواريبيا مدينة القدية وهو قيد الحذف. أعيدوا تفعيل حسابكم الآن واحتفظوا بجميع مميزاته!

# digitalReactivateInformation2
source: Regain access to your tickets, entitlements, and favorites.
ar: أعيدوا تفعيل حسابكم للوصول إلى تذاكركم وامتيازاتكم وخياراتكم المفضلة

# digitalReactivateInformation3
source: Recover your personal information exactly as you left it.
ar: أعيدوا تفعيل حسابكم لاسترجاع معلوماتكم الشخصية مجدداً.

# didUserPrefsQ1Title
source: What types of <brandGreen>activities</brandGreen> do you <brandSpecialsPurple>enjoy</brandSpecialsPurple>?
ar: ما هي <brandCyan>المفضلة</brandCyan><brandGreen>الأنشطة </brandGreen> لديكم؟

# b2cBookingStepExperienceTitle
source: Book an <brandWhite>experience</brandWhite> & make your day WOW!
ar: احجزوا تجربة اجعلوا يومكم أكثر روعة!

# b2cBookingStepExperienceDescription
source: Make your time in the water theme park even more brilliant!
ar: استمتعوا بوقتكم في المتنزه المائي واجعلوا منه تجربة لا تنسى!

# b2cBookingStepExperienceTag
source: experiences
ar: اختيار التذكرة

# didUserPrefsQ3_first_time
source: This is my first time!
ar: هذه الزيارة الأولى

# digitalEditYourPhoneNumber
source: Edit your phone number
ar: حرّر رقم هاتفك

# didUserPrefsQ3_multiple_times_year
source: Three times or more a year
ar: عدة مرات في السنة

# personalPreferencesStepperTagLine
source: PERSONAL PREFERENCES
ar: إعداد الملف الشخصي

# didUserPrefsQ3Title
source: How <brandGreen>often</brandGreen> do you <brandCyan>visit</brandCyan> theme parks?
ar: ما <brandCyan>زياراتكم</brandCyan><brandGreen>معدل </brandGreen> للمتنزهات الترفيهية؟

# pairViaNfcTitle
source: Hold your phone above the <brandCyan>Aquatap</brandCyan> to link the devices
ar: ضعوا الجوال فوق أكواتاب لربط الجهازين

# pairViaNfcDescription
source: To link the two devices, hold your NFC-powered Aquatap to the upper section on the back of your mobile.
ar: لربط الجهازين، ضعوا أكواتاب المزوّد بتقنية NFC بالقرب من الجزء العلوي في خلف الجوال.

# nfcDisabledBSTitle
source: Turn on NFC
ar: تشغيل NFC

# nfcDisabledBSDescription
source: To continue, you need to enable NFS connection in your device settings.
ar: للمتابعة، يجب تفعيل خاصية NFC من إعدادات جهازكم.

# parkPoliciesTitle
source: Water theme park policies
ar: سياسات المتنزه المائي

# homeLiveStreamTitle
source: Don't miss these <brandYellow>live</brandYellow> <brandCyan>moments</brandCyan>
ar: لا تفوتوا هذه اللحظات المباشرة!

# setupPin
source: <brandCyan>Set up a PIN</brandCyan> for your security
ar: أعدّوا رمز الدخول لحماية معلوماتكم

# confirmPin
source: <brandCyan>Confirm</brandCyan> your PIN
ar: تأكيد الرمز

# enterPinDesc
source: Enter a four-digit PIN to use when making payments. You will be required to enter this PIN for each transaction.
ar: أدخلوا الرمز المكوّن من أربعة أرقام لاستخدامه عند الدفع. سيُطلب إدخال هذا الرمز لكل معاملة.

# reEnterPinDesc
source: Please re-enter your four-digit PIN.
ar: أعيدوا إدخال الرمز المكوّن من أربعة أرقام.

# pinVerificationFailed
source: Sorry, verification failed. We're currently experiencing technical difficulties. Please try again later or contact Customer Services for assistance.
ar: فشل التحقق. نحن نواجه حاليًا صعوبات تقنية. يرجى المحاولة مرة أخرى لاحقًا أو الاتصال بالدعم للحصول على المساعدة.

# pinSuccessTitle
source: Your payment method is set up!
ar: تم إعداد وسيلة الدفع بنجاح!

# pinSuccessPoint1
source: You can now make fast and easy payments at any merchant and food outlet!
ar: يمكنكم الآن إجراء عمليات الدفع بشكل سريع وسهل في جميع المتاجر والمطاعم!

# pinSuccessPoint2
source: Use your Aquatap to access the water theme park and your other add-ons and extras!
ar: استخدموا أكواتاب للدخول إلى المتنزه المائي والاستفادة من جميع الإضافات والمزايا!

# pinSuccessPoint3
source: You can deactivate your Aquatap at any time — just visit My profile.
ar: بإمكانكم تعطيل أكواتاب في أي وقت عن طريق زيارة صفحة ملفي الشخصي.

# homeParkOpenStatus
source: open
ar: مفتوح

# homeParkClosingStatus
source: closing
ar: على وشك الإغلاق

# homeParkClosedStatus
source: closed
ar: مغلق

# homeDiscoverMapTitle
source: Discover the water theme park
ar: اكتشفوا المتنزه المائي

# exploreWeAreOpen
source: We're open!
ar: تم الافتتاح!

# exploreLetTheFunBegin
source: Let the fun begin!
ar: هيا بنا لمرح بلا حدود!

# exploreOpeningDay
source: Park opens
ar: الحديقة تفتح

# exploreDays
source: Days
ar: يوم

# exploreHours
source: Hrs
ar: ساعة

# exploreMin
source: Mins
ar: دقيقة

# exploreSec
source: Secs
ar: ثانية

# b2cRemoveAddonsCartDescription
source: You can remove any experiences and add-ons attached to this ticket, or delete the ticket from the cart.
ar: يمكنك إزالة أي إضافات مرتبطة بهذه التذكرة، أو حذف التذكرة من السلة.

# goToDeviceSettigsCta
source: Go to device settings
ar: الانتقال إلى إعدادات الجهاز

# exploreUrgent
source: Urgent
ar: عاجل

# notificationSilence
source: Silence updates for 1 hour
ar: تحديثات الصمت لمدة ساعة واحدة

# exploreGetInstructions
source: Get instructions
ar: احصل على التعليمات

# informationCardCompletedFinish
source: Finish
ar: انهاء

# informationCardCompletedRouteSubTitle
source: You've reached your destination!
ar: لقد وصلتم إلى وجهتكم!

# informationCardCompletedRouteTitle
source: You've arrived at {destination}!
ar: ها قد وصلت الى {destination}!

# routeInformationCardDistance
source: m
ar: م

# routeInformationCardDone
source: Done
ar: إنهاء

# routeInformationCardMinAway
source: min away
ar: دقائق

# routeInformationCardMinsAway
source: mins away
ar: دقائق

# oopsExclamation
source: Oops!
ar: عذرًا

# exploreDistanceKm
source: km
ar: كم

# exploreDistanceMeter
source: m
ar: م

# wearablePaymentMethodTitle
source: Payment Method
ar: طرق الدفع

source: Explore the Park
ar: استكشف الحديقة

# welcomeTo
source: Welcome to {name}
ar: مرحبًا بك في {name}

source: Enjoy your visit!
ar: استمتع بزيارتك!

# discoverAllTheAttractions
source: Discover all the attractions we have to offer.
ar: اكتشف جميع المعالم التي نقدمها.

# commonAdd
source: Add
ar: إضافة

# linkCardDesc
source: You can link this payment method again in the future if you change your mind.
ar: يمكنك اختيار طريقة الدفع هذه مرة أخرى إذا أردت

# successDeletePaymentMethod
source: Your payment method was deleted successfully
ar: تم حذف وسيلة الدفع الخاصة بك بنجاح

# errorDeletePaymentMethod
source: Your payment method was not deleted. Please try again.
ar: لم يتم حذف وسيلة الدفع الخاصة بك. يرجى المحاولة مرة أخرى.

# aboutYouTag
source: About you
ar: معلومات المستخدم

# aboutYouDesc
source: Add your preferences to personalize your experience and in-app recommendations.
ar: يرجى إضافة خياراتكم المفضلة لتخصيص التوصيات وتحسين تجربتكم داخل التطبيق.

source: Personal preferences
ar: التفضيلات الشخصية

# pinErrorInvalidCode
source: Incorrect code. Please try again.
ar: رمز غير صحيح. يُرجى المحاولة مرة أخرى.

# b2cByGabrielMedinaTag
source: BY GABRIEL MEDINA
ar: ﻣن Gabriel Medina

# upcomingOnTag
source: UPCOMING ON
ar: قريبًا بتاريخ

# activitiesErrorRetryButton
source: RETRY
ar: إعادة المحاولة

# digitalExploreFavouritesTitle
source: Favorites
ar: خياراتكم المفضلة

# digitalExploreFavouritesSubheadline
source: Save your favorites
ar: احفظوا خياراتكم المفضلة

# digitalExploreFavouritesHeadline
source: Make the <brandCyan>most</brandCyan> of your water theme park <brandSpecialsPurple>experience</brandSpecialsPurple>!
ar: <brandSpecialsPurple>بتجربتكم</brandSpecialsPurple> <brandCyan>استمتعوا</brandCyan> في المتنزه!

# digitalExploreFavouritesDescription
source: For quick access, save your must-visit rides, experiences, events, and more!
ar: اوافق على استخدام عنوان البريد الإلكتروني لجميع المراسلات الخاصة بحاملي التذكرة السنوية من أكواريبيا مدينة القدية .

# junoonDropChipLabel
source: Record-breaking
ar: محطمة للأرقام القياسية

# junoonDropTitle
source: JUNOON DROP
ar: جنون دروب

# junoonDropDescription
source: Get ready for the world’s tallest and longest water coaster!
ar: أطول أفعوانية مائية في العالم!

# junoonDropTags
source: family
ar: مناسبة للعائلات

# colossalCanyonChipLabel
source: Adventure
ar: مغامرات

# colossalCanyonTitle
source: COLOSSAL CANYON
ar: الوادي الرهيب

# colossalCanyonDescription
source: Get ready for the ultimate thrill-seeking escapade in the region!
ar: استعد لأقصى مغامرة لمحبي الإثارة في المنطقة!

# colossalCanyonTags
source: experience
ar: تجربة

# surftopiaChipLabel
source: Surfing
ar: سيرفتوبيا

# surftopiaTitle
source: Surftopia
ar: سيرفتوبيا

# surftopiaDescription
source: Catch waves in Saudi’s first surf pool!
ar: أول مسبح لركوب الأمواج في السعودية

# surftopiaTags
source: experience
ar: تجربة

# aquaticarChipLabel
source: Aquaticar®
ar: أكواتيكار

# aquaticarTitle
source: Aquaticar
ar: أكواتيكار

# aquaticarDescription
source: A first-of-its-kind underwater adventure ride that takes you on an immersive journey!
ar: أول مغامرة فريدة من نوعها تحت الماء تأخذكم في رحلة غامرة لا تنسى!

# aquaticarTags
source: experience
ar: تجربة

# exploreAll
source: All
ar: الكل

# annualEmailAddressCommunicationText
source: I agree that this email address will be used for any communication from Aquarabia Qiddiya City with Annual Pass holders.
ar: اوافق على استخدام عنوان البريد الإلكتروني لجميع المراسلات الخاصة بحاملي التذكرة السنوية من أكواريبيا مدينة القدية .

# pricePerPerson
source: per person
ar: للشخص الواحد

# pluralAnnualPass
source: Annual Passes
ar: تذاكر سنوية
