Repository: bbura/storeit
Catalog: localizations/lib/src/localization/app_*.arb
Languages: ar

# vpCreatedTripDaysToGoTitle
source: {num} days to go
ar: {num} أيام متبقية

# addToList
source: Include favorites
ar: إضافة الخيارات المفضلة

# creaditDebitCardTitle
source: My credit and debit cards
ar: بطاقات الائتمان والخصم

# creaditDebitCardDesc
source: Add your card details to make purchases quicker and enjoy seamless payments! You can save up to four cards on your account.
ar: أضيفوا تفاصيل بطاقتكم لإجراء عمليات الشراء بشكل أسرع والاستمتاع بدفع سهل وسلس وسريع! يمكنكم حفظ ما يصل إلى أربع بطاقات في حسابكم.

source: Add new card
ar: إضافة بطاقة جديدة

# defaultLabel
source: Default
ar: الإعدادات الإفتراضية

# otherLabel
source: Other
ar: أخرى

source: Expiry
ar: تاريخ الانتهاء

source: Expired
ar: انتهت صلاحيتها في

source: Expired on
ar: تاريخ الإنتهاء

# paymentMethodInfo
source: You can save up to four cards on your account. If you wish to add an additional card, you will need to delete an existing card.
ar: يمكنكم حفظ ما يصل إلى أربع بطاقات في حسابكم. إذا كنتم ترغبون في إضافة بطاقة إضافية، يرجى حذف بطاقة.

# paymentMethodsTitle
source: Payment methods
ar: طرق الدفع

# b2cNoTicketsTitle
source: You don't have any tickets yet
ar: ليس لديك أي تذاكر بعد

# b2cNoTicketsDescription
source: Start your journey and grab tickets to your thrilling day
ar: ابدأ رحلتك واحصل على تذاكر ليومك المثير.

# b2cNoTicketsButtonText
source: Buy your ticket now
ar: اشتر تذكرتك الآن

# b2cBookingAgeRestrictiobBsTitle
source: Before you continue
ar: لحظة ... قبل أن تكملوا

# shareTicketMessage
source: 🎢 Hey! I'm sharing a ticket for Aquarabia with you. Download the Aquarabia App today. Enjoy! https://aquarabiaqiddiyacity.com/
ar: 🎢 مرحبًا! سأشارك معك تذكرة لـ Aquarabia. قم بتنزيل تطبيق Aquarabia اليوم. استمتع! https://aquarabiaqiddiyacity.com/

# shareTicketSubject
source: Aquarabia Ticket
ar: تذكرة Aquarabia

# shareButtonText
source: Share
ar: مشاركة

# cardType
source: {name} card
ar: {name} بطاقة

source: Delete Card
ar: حذف البطاقة

# saveDefault
source: Save as default payment method
ar: حفظ كطريقة الدفع الأساسية

# b2cEmptyCartErrorTitle
source: You don't have any items in your cart!
ar: لا توجد تذاكر في سلة مشترياتكم!

# b2cEmptyCartErrorMessage
source: Please start your ticket booking journey again.
ar: يرجى البدء من جديد لحجز التذاكر.

# b2cEmptyCartErrorTryAgainButton
source: Book tickets
ar: احجزوا التذاكر

# b2cBookingStepAddonsTitle
source: Make your <brandWhite>experience</brandWhite> even more WOW!
ar: اجعلوا <brandWhite>يومكم</brandWhite> رائع أكثر!

# b2cBookingStepAddonsDescription
source: Grab the extras that turn fun into unforgettable experiences!
ar: احصلوا على الإضافات وارتقوا بتجربتكم في أكواريبيا مدينة القدية!

# b2cBookingStepAddonsTag
source: Extras & Add-ons
ar: الإضافات

# b2cSelectAddonsSaveSelectionButton
source: save selection
ar: حفظ الإختيار

# b2cEmptyCartErrorStartAgainButton
source: Book tickets
ar: احجزوا التذاكر

# vpNeedsAndWantsTitle
source: Is there anything you know you want to add?
ar: هل لديكم أي متطلبات أو رغبات خاصة؟

# optionalMessageFavOptions
source: <bold>Pro tip!</bold> Add favorites here now to include them in your trip plan.
ar: <bold>نصيحة هامة!</bold> أضيفوا خياراتكم المفضلة هنا الآن ليتم إضافتها إلى خطة رحلتكم.

# vpMyFavourites
source: My favorites
ar: خياراتي المفضلة

# includeFavourites
source: Include favorites
ar: إضافة الخيارات المفضلة

# templateEditNoTicketsYet
source: No tickets yet
ar: لا يوجد لديك أي تذاكر

# templateEditBuyNow
source: BUY NOW
ar: احصلوا على تذاكركم

# deleteVisitTitle
source: Are you sure you want to delete {TemplateName}?
ar: هل أنتم متأكدون من عملية حذف {TemplateName}?

# deleteVisitDescription
source: This action cannot be undone and the preferences will be lost.
ar: لا يمكن التراجع عن هذا الإجراء، وسيتم فقدان الخيارات المفضلة.

# confirmDeleteVisit
source: YES, DELETE VISIT
ar: نعم، قم بحذف الزيارة

# templateDeletedSuccessMessage
source: {template} has been deleted.
ar: تم إلغاء {template}

# tripBannerTitleNoTickets
source: Book your tickets
ar: احجز تذاكرك

# tripBannerTitleWithTickets
source: View your tickets
ar: عرض التذاكر

# templateRideAndAttractionTitle
source: Rides & Experiences
ar: الألعاب والتجارب

# templateNameTitle
source: Template
ar: نموذج

# templateNameDesc
source: Lorem ipsum dolor sit amet cons adipiscing elit dolore.
ar: لوريم إيبسوم دولور سيت أميت كونز أديبسينغ إليت دولور.

# createMyTripTitle
source: Create my trip
ar: صمم رحلتي

# createTripFromTemplateCompleteTransactionButtonTitle
source: view my visit
ar: عرض زياراتي

# createTripFromTemplateCompleteTransactionInfoPoint1
source: Make your plan even more personal by adding, editing and refining!
ar: خصصوا خطة رحلتكم لتناسبكم أكثر بإضافة التفاصيل وتعديلها

# createTripFromTemplateCompleteTransactionInfoPoint2
source: To browse and manage your visit in map and list view, click on the Explore icon.
ar: لتصفح وإدارة زياراتكم عبر الخريطة أو عرض القائمة، اضغطوا على أيقونة الاستكشاف

# ridesAndAttractions
source: Rides & Experiences
ar: الألعاب والتجارب

# vpCopyThisVisit
source: Copy this visit
ar: نسخ الزيارة

# digitalNewsletter
source: I would like to receive news and updates
ar: أرغب في تلقي الأخبار والتحديثات

# b2cBookingStepVIPGuestsDescription
source: Select up to 12 participants for your VIP Experience
ar: اختاروا حتى 12 شخصاً ليشارككم تجربتكم المميزة.

# b2cBookingStepDateSelectionVIPDescription
source: Select the date of your visit. Prices are displayed on the calendar. All prices are in Saudi Riyals, inclusive of VAT.
ar: اختاروا تاريخ زيارتكم. جميع الأسعار معروضة على التقويم. جميع الأسعار المعروضة خاصة بتذكرة البالغ، بالريال السعودي وتشمل ضريبة القيمة المضافة

# b2cBookingStepVIPGuestsTitle
source: <brandWhite>Who</brandWhite> is coming?
ar: <brandWhite>من</brandWhite> سيأتي معكم؟

# b2cBookingAgeRestrictionWarning
source: You must be {age} or older to book tickets.
ar: لشراء التذاكر عبر مناصتنا الرقمية ، يجب أن يكون عمرك {age} عاماً أو أكثر

# b2cBookingAgeRestrictionBsTitle
source: Before you continue
ar: لحظة ... قبل أن تكملوا

# b2cBookingAgeRestrictionBsDescription
source: To buy tickets online, you must be age {age} or older. Please confirm your age.
ar: لشراء التذاكر عبر مناصتنا الرقمية ، يجب أن يكون عمرك {age} عاماً أو أكثر. يرجى تأكيد عمرك.

# b2cBookingAgeRestrictionPrimaryBtn
source: Yes, I'm {age} or older
ar: نعم، عمري {age} عامًا أو أكثر

# b2cBookingAgeRestrictionSecondaryBtn
source: No, cancel
ar: لا، إلغاء

# b2cAccountVerificationTitle
source: Do you already have an account?
ar: هل يوجد لديكم حساب معنا؟

# b2cAccountVerificationDescription
source: If you already have an Aquarabia Qiddiya City account, please login, or alternatively checkout as guest.
ar: إذا كان لديكم حساب في Aquarabia مدينة القدية بالفعل، يرجى تسجيل الدخول الآن. أو يمكنك إتمام الشراء كضيف.

# b2cAccountVerificationPrimaryButton
source: Login or register
ar: سجلوا الدخول أو أنشئوا حسابكم

# b2cAccountVerificationSecondaryButton
source: Checkout as guest
ar: إتمام الشراء كضيف

# checkYourConnectionToAccessFullFeatures
source: Check your connection to access the full features of the app.
ar: يرجى التحقق من الاتصال بالإنترنت للوصول إلى كافة ميزات التطبيق.

# commonPersonalInformation
source: Personal Information
ar: المعلومات الشخصية

# connectedAquaTapTicketTitle
source: AquaTap
ar: سوار المعصم

# aquaTapTicketConnectedStateTitle
source: Connected
ar: متصل

# exploreDining
source: Dining
ar: المطاعم

# exploreEntertainment
source: Entertainment
ar: الترفيه

# exploreFacilities
source: Facilities
ar: المرافق

# exploreFavorites
source: Favorites
ar: الخيارات المفضلة

# exploreFavouritesHeadline
source: Make the <brandCyan>most</brandCyan> of your park <brandGreen>experience</brandGreen>!
ar: <brandGreen>بتجربتكم</brandGreen> <brandCyan>استمتعوا</brandCyan> في المتنزه!

# exploreFavouritesSubheadline
source: Save your favourites
ar: احفظوا خياراتكم المفضلة

# exploreFavouritesDescription
source: Quickly access your must-visit rides, attractions, events, and more!
ar: يمكنكم الوصول بسرعة إلى الألعاب والمعالم والفعاليات التي ترغبون في زيارتها!

# exploreRidesAndAttractions
source: Rides & Experiences
ar: الألعاب والتجارب

# exploreShopping
source: Shopping
ar: التسوق

# wearablePairingSuccessMsg
source: Your Aquatap is now linked to your ticket.
ar: تم ربط جهاز Aquatap الخاص بك الآن بتذكرتك.

# cameraDisabledBSTitle
source: Your camera is disabled
ar: الكاميرا معطّلة

# cameraDisabledBSDescription
source: To continue, you need to enable camera access in your device settings.
ar: للمتابعة، يجب السماح بالوصول إلى الكاميرا من إعدادات الجهاز.

# qrScannerTitle
source: Scan the QR code
ar: امسح رمز الاستجابة السريعة

# selectTicketToLinkTitle
source: Link your <brandSpecialsPurple>Aquatap</brandSpecialsPurple> to a <brandCyan>Ticket</brandCyan>
ar: قم بربط جهاز Aquatap بتذكرة

# selectTicketToLinkDescription
source: Enjoy fast and easy payments with your NFC Aquatap while exploring the park.
ar: قم بتسجيل الدخول إلى حسابك أو اشترك في بضع خطوات بسيطة. الأمر سريع وسهل!

# pairingMethodTitle
source: Select <brandCyan>how</brandCyan> to connect your <brandSpecialsPurple>Aquatap</brandSpecialsPurple>
ar: اختر كيفية توصيل أكواتاب الخاص بك

# pairingMethodDescription
source: Enjoy fast and easy payments with your Aquatap while exploring the water theme park!
ar: استمتع بالمدفوعات السريعة والسهلة مع أكواتاب NFC أثناء استكشاف الحديقة.

# pairViaQRTitle
source: Scan the <brandCyan>QR code</brandCyan> on the back of your Aquatap
ar: امسح رمز الاستجابة السريعة الموجود على ظهر أكواتاب

# pairViaQRDescription
source: Scan your QR code in a well-lit area to ensure the process is smooth and easy!
ar: يرجى التأكد من أنك في منطقة مضاءة جيدًا عند المسح لضمان عملية سلسة وسهلة.

# descriptionOfScanViaQrOption
source: Scan the QR code on the back of your Aquatap
ar: امسح رمز الاستجابة السريعة الموجود في الجزء الخلفي من جهاز Aquatap الخاص بك

# titleOfScanNfcOption
source: Scan an NFC tag
ar: امسح NFC

# descriptionOfScanNfcOption
source: Automatically detect your Aquatap ID using your phone
ar: اكتشف معرف Aquatap الخاص بك تلقائيًا باستخدام هاتفك

# titleOfManualCodeOption
source: Enter a manual code
ar: رمز يدوي

# descriptionOfManualCodeOption
source: Enter the ID code on the back of your Aquatap
ar: أدخل رمز المعرف الموجود في الجزء الخلفي من جهاز Aquatap الخاص بك

# aquatapActivationTag
source: Aquatap activation {currentStep}/{totalSteps}
ar: تفعيل أكواتاب {currentStep}/{totalSteps}

# exploreFavoriteNoInternetConnectionOnRemove
source: We couldn't remove '{name}' from your list because you're offline. Check your connection and try again.
ar: لم نتمكن من إزالة '{name}' من قائمتك لأنك غير متصل بالإنترنت. تحقق من اتصالك وحاول مرة أخرى.

# exploreFavoriteRemovedSuccess
source: {name} was removed from your favorites.
ar: تم إزالة {name} من خياراتكم المفضلة

# exploreFavoriteAddError
source: Sorry, there was an error adding {name} to your favourites. Please try again later!
ar: عذرًا، لم يتم إضافة {name} إلى قائمة المفضلة. يُرجى المحاولة مرة أخرى.

# exploreFavoriteRemoveError
source: Unable to remove {name} from your favourites.
ar: غير قادر على إزالة {name} من مفضلاتك.

# exploreFavoriteNoInternetConnectionOnAdd
source: We couldn't add '{name}' to your favourites because you're offline. Check your connection and try again.
ar: لم نتمكن من إضافة '{name}' إلى مفضلاتك لأنك غير متصل بالإنترنت. تحقق من اتصالك وحاول مرة أخرى.

# exploreFavoriteAddedSuccess
source: {name} was added to your favorites!
ar: تم إضافة {name} إلى خياراتكم المفضلة

# homeTicketsBought
source: Make the most of your visit
ar: استفيدوا من زيارتكم إلى أقصى حد!

# homeCard4Title
source: Explore
ar: اكتشفوا

# homeCard4Description
source: record-breaking rides
ar: ألعاب محطمة للأرقام القياسية

# homeButtonCardTitleActiveCart
source: Resume your booking
ar: أكملوا عملية الحجز

# homeButtonCardTitleTicketsBought
source: Plan your visit
ar: خططوا لزيارتكم

# homeButtonCardTitleWithoutTickets
source: Book your tickets
ar: احجزوا تذاكركم

# homeButtonCardSubtitleActiveCart
source: Finish your purchase.
ar: لا تفوّتوا الفرصة! أكملوا عملية الشراء.

# homeButtonCardSubtitleTicketsBought
source: Prep for a day full of fun
ar: استعدوا ليوم كامل من المتعة

# homeButtonCardSubtitleWithoutTickets
source: Enjoy 22 rides and experiences!
ar: اكتشفوا 22 لعبة وتجربة!

# homeAreYouSureCloseCartTitle
source: Are you sure you want to close your cart?
ar: هل أنتم متأكدون أنكم تريدون إغلاق السلة؟

# homeAreYouSureCloseCartDescription
source: Please note that if you proceed, all items currently in your cart will be cleared. You'll need to start the booking process from scratch to secure your tickets.
ar: في حال الإغلاق، ستُحذف جميع العناصر في السلة، وستحتاجون إلى بدء حجز جديد للحصول على تذاكركم.

# homeYesClearMyCart
source: yes, clear my cart
ar: نعم، إفراغ السلة

# homeNoProceedToCheckout
source: no, proceed to checkout
ar: لا، المتابعة إلى الدفع

# homeCTATicketsBought
source: START PLANNING
ar: ابدؤوا التخطيط

# homeCTAWithoutTickets
source: Book now
ar: احجزوا الآن

# partnersOfficialPremierPartnersTitle
source: Official premier partners
ar: الشركاء الرسميون الرئيسيون

# partnersOfficialPartnersTitle
source: Official partners
ar: الشركاء الرسميون

# partnersOfficialProviders
source: Official providers
ar: المزودون الرسميون

# partnersDiscoverTitle
source: Discover our partners
ar: اكتشف شركائنا

# partnersViewAllCTA
source: View all partners
ar: عرض جميع الشركاء

# exploreAttractionsListTitle
source: Discover the water theme park
ar: اكتشفوا المتنزه المائي

# exploreRidesSectionTitle
source: Record-Breaking Rides
ar: ألعاب محطمة للأرقام القياسية

# exploreAllCategories
source: All categories
ar: جميع الفئات

# exploreMainCategories
source: MAIN CATEGORIES
ar: الفئات الرئيسية

# explorePersonalised
source: PERSONALIZED
ar: التجارب المخصصة

# exploreMyVisits
source: My Visits
ar: زياراتي

# exploreMyVisitGuestUserAccessPromptHeaderTitle
source: My visit
ar: زيارتي

# exploreUserFeature
source: User feature
ar: خاصية المستخدم

# exploreOther
source: OTHER
ar: خيارات أخرى

# exploreNoVisits
source: No Visits
ar: لا زيارات

# exploreMore
source: More
ar: المزيد

# exploreNoWaitTimeSpan
source: No wait
ar: لا يوجد انتظار

# exploreReadMore
source: Read more
ar: اقرأ المزيد

# exploreLocationLabel
source: Location
ar: الموقع

# exploreRideTypeLabel
source: Ride type
ar: نوع اللعبة

# exploreThrillLevelLabel
source: Thrill level
ar: مستوى التشويق

# exploreHeightRequirementLabel
source: Height requirement
ar: ضوابط الطول

# exploreAdultCompanionLabel
source: Adult companion
ar: المرافق البالغ

# exploreHelpAndSupportMoreQuestionsAnswered
source: More questions answered
ar: إجابات على المزيد من الأسئلة

# exploreFeaturesLabel
source: Ride features
ar: ميزات اللعبة

# exploreRestaurantTypeLabel
source: Restaurant type
ar: نوع المطعم

# exploreMenuHighlightsLabel
source: Menu highlights
ar: أبرز أصناف قائمة الطعام

# exploreDietaryPreferencesLabel
source: Dining preferences
ar: خيارات الطعام

# exploreCuisineTypeLabel
source: Cuisine type
ar: نوع المطبخ

# exploreStoreTypeLabel
source: Store type
ar: نوع المتجر

# exploreExclusiveDealsLabel
source: Exclusive deals
ar: عروض حصرية

# exploreFeaturedCollectionsLabel
source: Featured collections
ar: المجموعات المختارة

# exploreFiltersReset
source: RESET
ar: إعادة ضبط

# exploreAdvancedFiltersReset
source: RESET
ar: إعادة ضبط

# exploreSortButton
source: Sort by •
ar: ترتيب حسب •

# exploreExclusiveDealsPlaceholder
source: 10% off on all items
ar: خصم 10% على جميع المنتجات

# exploreShoppingFeaturedCollectionsPlaceholder
source: Spring-themed items
ar: منتجات ذات طابع ربيعي

# exploreDietaryPreferencesPlaceholder
source: Vegetarian
ar: خيارات نباتية

# exploreMenuHighlightsPlaceholder1
source: Snacks
ar: وجبات خفيفة

# exploreMenuHighlightsPlaceholder2
source: Frozen beverages
ar: مشروبات مثلجة

# exploreRidesFilters
source: Rides & Experiences filters
ar: فلاتر الألعاب والتجارب

# exploreDiningFilters
source: Dining filters
ar: فلاتر المطاعم

# exploreShoppingFilters
source: Shopping filters
ar: فلاتر التسوق

# exploreAdvancedFiltersShowResults
source: SHOW ALL RESULTS
ar: عرض جميع النتائج

# exploreListResultsTitle
source: Results
ar: نتيجة

# exploreDiningSectionTitle
source: FEATURED DINING
ar: المطاعم المختارة

# exploreSearchRecentSearches
source: Recent
ar: أحدث النتائج

# exploreSearchCleanHistory
source: Clear history
ar: مسح السجل

# exploreNoResults
source: No results
ar: لا توجد نتائج

# exploreTrySearchingForSomethingElse
source: Try searching for something else
ar: حاول البحث عن شيء آخر

# exploreSearch
source: Search
ar: بحث

# privacyPolicyAgreementPrefix
source: I agree to the
ar: أوافق على

source: Start navigation
ar: بدء التنقل

source: Open Google Maps
ar: الانتقال الى خرائط جوجل

# cardSavedMessage
source: Your card has been saved successfully.
ar: تم حفظ بطاقتك بنجاح

# creditCardStoreFailed
source: We couldn’t save your credit card at the moment. Please try again to save your payment method information.
ar: لم نتمكن من حفظ بيانات بطاقتك الائتمانية حاليًا. يُرجى المحاولة مجددًا لحفظ معلومات طريقة الدفع.

# goBackToPaymentMethod
source: Go to Payment methods
ar: انتقل إلى طرق الدفع

# addNewCardTitle
source: Add a <brandBlue>new</brandBlue> card
ar: إضافة بطاقة <brandBlue>جديدة</brandBlue>

source: Cardholder name
ar: اسم حامل البطاقة

# bracketedExpiryDate
source: Expiry date (MM/YY)
ar: تاريخ الانتهاء (شهر/عام)

# bracketedSecurityCode
source: Security code (CVV)
ar: رمز الأمان (CVV)

# deleteCardConfirmationTitle
source: Are you sure you want to delete {cardNumber}?
ar: هل أنتم متأكدون من حذف {cardNumber}؟

# deleteCardConfirmationDesc
source: This will permanently remove the card from your account and unlink this payment method from any connected Aquataps.
ar: سيؤدي حذف البطاقة إلى إزالتها نهائيًا من حسابكم وإلغاء ربط طريقة الدفع بأي أكواتاب.

# setDefultCardConfirmationTitle
source: Would you like to set this card as your default payment method?
ar: هل ترغبون في حفظ هذه البطاقة كطريقة الدفع الافتراضية؟

# setDefultCardConfirmationDescription
source: Your current default payment method is {cardNumber}.
ar: طريقة الدفع الافتراضية الحالية هي {cardNumber}

# setDefaultSuccessMessage
source: Your {cardNumber} has been set as your default payment method.
ar: تم حفظ {cardNumber} كطريقة الدفع الافتراضية.

# deleteCatdBtn
source: Yes, delete card
ar: نعم، احذف البطاقة

# yesSetDefaultButton
source: Yes, set as default
ar: نعم، حفظ كطريقة الدفع الافتراضية

# cardDeletedSuccessMessage
source: Your card has been deleted successfully.
ar: تم حذف بطاقتك بنجاح

# setDefailtFailedMessage
source: Your {cardNumber} was not set as your default payment method. Please try again.
ar: لم يتم حفظ {cardNumber} كطريقة الدفع الافتراضية. يرجى المحاولة مرة أخرى.

# cardDeletedFailedMessage
source: Your credit card was not deleted. Please try again.
ar: لم يتم حذف بطاقتك الائتمانية. يرجى المحاولة مرة أخرى.

source: Try Again
ar: حاول مرة أخرى

# errorInternetConnectionMessage
source: It seems there´s problem connecting to the server. Please check your internet connection or try again later.
ar: تعذر الاتصال بالشبكة. يرجى التحقق من خدمة الإنترنت وإعادة المحاولة

source: Connection failed
ar: تعذر الاتصال

# vpCreatingYourVisitLoading
source: We are <brandGreen>creating</brandGreen> your <brandYellow>visit</brandYellow>, just a moment...
ar: نحن نعمل على إنشاء زيارتك، فقط لحظة...

source: Total to pay
ar: الإجمالي المستحق للدفع

source: Ticket total
ar: إجمالي التذكرة

source: Subtotal
ar: إجمالي

# ticketSummary
source: Order summary
ar: ملخص الطلب

# digitalRegistrationCreateAccount
source: CREATE ACCOUNT
ar: إنشاء حساب

# onboardingSecondaryAction
source: Log in or Sign up
ar: تسجيل الدخول أو إنشاء حساب

# onboardingStory1Title
source: <brandYellow>Skip</brandYellow> the lines!
ar: <brandYellow>تخطوا</brandYellow> الطوابير!

# onboardingStory1Description
source: Book your tickets in just a few taps and enjoy exclusive offers.
ar: احجزوا تذاكركم بسهولة واستمتعوا بعروض حصرية!

# onboardingStory2Title
source: <brandCyan>Navigate</brandCyan> like a pro
ar: <brandCyan>انطلقوا</brandCyan> بثقة داخل المدينة

# onboardingStory2Description
source: Discover park attractions, plan your route, and never miss out on the fun.
ar: اكتشفوا المتنزه المائي، خططوا لرحلتكم، واستمتعوا بكل لحظة.

# onboardingStory3Title
source: Need any <brandSpecialsPurple>help</brandSpecialsPurple>?
ar: هل تحتاجون إلى <brandSpecialsPurple>مساعدة؟</brandSpecialsPurple>

# onboardingStory3Description
source: Get access to our concierge for recommendations and real-time support.
ar: تواصلوا مع خدمة رفيق المغامرات للحصول على دعم فوري.

# onboardingStory4Title
source: Get ready to <brandBlue>dive in</brandBlue>
ar: استعدوا <brandBlue>للمغامرة!</brandBlue>

# onboardingStory4Description
source: Unlock new experiences, make memories, and explore the park like never before.
ar: عيشوا تجارب جديدة، اصنعوا ذكريات لا تنسى واستمتعوا باستكشاف المتنزه المائي.

# exploreNoSearchResultsTile
source: No results
ar: لا توجد نتائج

# exploreNoSearchResultsSubtitle
source: Try searching for something else.
ar: حاول البحث عن شيء آخر.

# exploreViewAllRides
source: VIEW ALL RIDES & EXPERIENCES
ar: عرض جميع الألعاب والتجارب

# exploreViewAllDining
source: VIEW ALL DINING
ar: عرض جميع المطاعم

# exploreViewAllShopping
source: VIEW ALL SHOPPING
ar: عرض جميع المتاجر

# exploreStoresSectionTitle
source: POPULAR STORES
ar: المتاجر الرائجة

# downloadMapTitle
source: Downloading map...
ar: يتم تحميل الخريطة ...

# downloadMapSubTitle
source: Please wait. This may take a few seconds.
ar: يرجى الانتظار. قد يستغرق التحميل بعض الوقت

# connectionLostAdviceMessage
source: Check your connection to access the full features of the app.
ar: يرجى التحقق من الاتصال بالإنترنت للوصول إلى كافة ميزات التطبيق.

source: Filter
ar: فلتر

# exploreNoAttractionsFoundError
source: No results found
ar: لم يتم العثور على نتائج

# exploreNoTrips
source: NO TRIPS
ar: لا يوجد زيارات

# chipText
source: User feature
ar: خاصية المستخدم

# exploreFavouritesTitle
source: Favorites
ar: الخيارات المفضلة

# exploreParkMapListViewButton
source: LIST VIEW
ar: عرض القائمة

# exploreShowLess
source: Show less
ar: أظهر أقل

# exploreWaitTimeSpan
source: wait
ar: انتظار

# exploreWeightRequirementLabel
source: Weight requirement
ar: ضوابط الوزن

# exploreProductTypeLabel
source: Product type
ar: نوع المنتج

# exploreAccessibilityInformationText
source: Accessibility information
ar: معلومات حول إمكانية الوصول

# exploreAdvancedFiltersUpdating
source: Loading...
ar: جار التحميل...

# exploreAdvancedFiltersShowResultsWithCount
source: SHOW RESULTS ({count})
ar: عرض النتائج ({count})

# exploreFastPassLabel
source: AquaFast Pass
ar: تذكرة أكوافاست

# exploreGenderPlaceholder
source: Male / Female
ar: لِلْجِنْسَيْن

# bookTicketsTitle
source: AquaFast Pass
ar: تذكرة أكوافاست

# fastPassDesc
source: Book now and skip the queue!
ar: احجزوا الآن وتجاوزوا الطوابير!

# fastPassButton
source: BOOK
ar: للحجز

source: Visit name 1
ar: اسم الزيارة 1

source: Visit name 2
ar: اسم الزيارة 2

source: Visit name 3
ar: اسم الزيارة 3

source: Visit name 4
ar: اسم الزيارة 4

# whoGoingTripProTip
source: <bold>Pro tip!</bold> Children age four and under enter for free, but please register them below!
ar: <bold>نصيحة محترف!</bold> الدخول مجاني للأطفال دون الاربع أعوام، ولكن يرجى تسجيلهم أدناه!

# notificationsViewAll
source: View all
ar: عرض الكل

# notificationsUnreadOnly
source: Unread only
ar: الغير مقروءة فقط

# notificationReadAll
source: Read all
ar: قراءة الكل

# notificationsToday
source: Today
ar: اليوم

# notificationsYesterday
source: Yesterday
ar: أمس

# notificationsOlder
source: Older
ar: أقدم

# emptyNotificationTitle
source: All Clear!
ar: لا جديد!

# emptyNotificationSubtitle
source: You don't have any recent notifications.
ar: لا توجد إشعارات جديدة!

# b2cConfirmDeleteCartItem
source: Yes, delete
ar: نعم، احذف

# b2cCancelDeleteCartItem
source: Cancel
ar: إلغاء
