Repository: bbura/storeit
Catalog: localizations/lib/src/localization/app_*.arb
Languages: ar

# digitalPermissionsEnableNotifications
source: Enable notifications
ar: تفعيل الإشعارات

source: Notifications
ar: الإشعارات

# digitalPermissionsEnableNotificationsDesc
source: Please enable notifications in your device settings to receive updates and alerts. Notifications may include sounds, alerts, and badge icons.
ar: يرجى تفعيل الإشعارات في إعدادات جهازكم لتلقي التحديثات والتنبيهات. قد تتضمن الإشعارات أصواتًا وتنبيهات وأيقونات.

# digitalPermissionsEnableGeolocation
source: Location disabled
ar: الموقع معطل

# digitalPermissionsEnableGeolocationDesc
source: To continue, you must turn on your location permissions from your Mobile Settings.
ar: للإستمرار، يجب تفعيل صلاحيات الموقع من إعدادات الهاتف.

# digitalPermissionsNotificationsUpdated
source: Your notification preferences have been updated.
ar: تم تحديث تفضيلات الإشعارات لديكم.

# digitalPermissionsNotificationsUpdateFailed
source: We couldn't update your notification preferences. Please, try again.
ar: لم نتمكن من تحديث تفضيلات الإشعارات الخاصة بكم. يرجى المحاولة مرة أخرى.

# digitalPermissionsGeolocationUpdated
source: Your geolocation has been updated.
ar: تم تحديث موقعكم الجغرافي.

# digitalPermissionsGeolocationUpdateFailed
source: We couldn't update your geolocation. Please, try again.
ar: لم نتمكن من تحديث موقعكم الجغرافي. يرجى المحاولة مرة أخرى.

# digitalPermissionsPromotionUpdated
source: Your promotion preferences have been updated.
ar: تم تحديث تفضيلات العروض الخاصة بكم.

# digitalPermissionsPromotionUpdateFailed
source: We couldn't update your promotion preferences. Please, try again.
ar: لم نتمكن من تحديث تفضيلات العروض الخاصة بكم. يرجى المحاولة مرة أخرى.

# digitalPermissionsAlertUpdated
source: Your alert preferences have been updated.
ar: تم تحديث تفضيلات التنبيهات الخاصة بكم.

# digitalGetStartedTag
source: get started
ar: ابدأوا الآن

source: profile details
ar: معلومات الملف الشخصي

# digitalSearchResults
source: Search results
ar: نتائج البحث

# verificationFailedTitle
source: Something Went Wrong
ar: عذراً، حدث خطأ غير متوقع

# verificationFailedMessage
source: Verification failed. We are currently experiencing technical difficulties. Please try again later or contact support for assistance
ar: فشل التحقق. نواجه حاليًا بعض الصعوبات التقنية. يرجى المحاولة مرة أخرى لاحقًا أو التواصل مع الدعم للحصول على المساعدة.

# errorPageMessage
source: Something unexpected happened. Please try again.
ar: يرجى المحاولة مرة أخرى.

# errorPageTopButton
source: Try again
ar: إعادة المحاولة

# errorPageBottomButton
source: Go back
ar: العودة

# genderSelectorScreenTitle
source: Select your gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: أنثى

# settingsSupport
source: Support
ar: الدعم

# settingsSupportDesc
source: Check out answers to our most frequently asked questions to help guide you!
ar: احصلوا على إجابات لجميع تساؤلاتكم

# settingsAccessibilityOptionChanged
source: Your accessibility options have been saved successfully.
ar: تم حفظ خيارات تسهيلات الاستخدام بنجاح.

# accessibilityOptionSaveError
source: Your accessibility options were not saved. Please try again.
ar: لم يتم حفظ خيارات الوصول الخاصة بك. يرجى المحاولة مرة أخرى.

# notificationsTitle
source: Stay updated!
ar: ابقوا على اطلاع!

# notificationTitle
source: Notifications
ar: الإشعارات

# notificationsDesc
source: Enable in-app notifications to receive the latest updates, news, and offers all in one place.
ar: للحصول على آخر التحديثات والعروض، قوموا بتفعيل إشعارات التطبيق

# notificationsButton
source: Configure notifications
ar: إعداد الإشعارات

# rides
source: Ride
ar: الألعاب

source: Entertainment
ar: الترفيه

# dinning
source: Dine
ar: المطاعم

source: Shopping
ar: التسوق

# shoppingHomeScreen
source: Shop
ar: التسوق

# avatarSelectorScreenTitle
source: Select your avatar
ar: اختاروا الأفاتار الخاص بكم

# avatarSelectorScreenButtonText
source: Select this avatar
ar: اختاروا هذا الأفاتار

# avatarSelectorAvatarUpdatedSucceed
source: Your profile avatar has been updated.
ar: تم تحديث الأفاتار الخاص بكم.

# avatarSelectorAvatarUpdatedError
source: Your avatar could not be saved. Please try again
ar: لم نتمكن من حفظ الأفاتار الخاص بكم. يرجى إعادة المحاولة.

source: Visit planner
ar: منظم الزيارات

# favourites
source: Favorites
ar: الخيارات المفضلة

# errorPageTitle
source: There was a problem
ar: حدث مشكلة

# commonSkip
source: Skip
ar: تخطي

# profileSetupStepperTagLine
source: Profile setup
ar: إعداد الملف الشخصي

# helpAndSupportTopicsSectionTitle
source: Topics
ar: المواضيع

# helpAndSupportCategoryTitle
source: Category
ar: الفئة

# helpAndSupportSubCategoryTitle
source: Subcategory
ar: الفئة الفرعية

# helpAndSupportCategoryDescription
source: Description about category goes here.
ar: الوصف حول الفئة هنا.

# helpAndSupportStillNeedHelpTitle
source: Still need help?
ar: هل لا تزال بحاجة إلى مساعدة؟

# helpAndSupportChatWithUs
source: Chat with us
ar: تواصلوا معنا

# helpAndSupportChatWithUsDescription
source: Description about category goes here.
ar: وصف الفئة هنا.

# helpAndSupportEmailUs
source: Email us
ar: راسلونا عبر البريد الإلكتروني

# helpAndSupportEmailUsDescription
source: Description about category goes here.
ar: وصف الفئة هنا.

# helpAndSupportCallUs
source: Call us
ar: اتصلوا بنا

# helpAndSupportParkServices
source: Park services
ar: خدمات المنتزه

# helpAndSupportParkServicesDescription
source: Find out more information at <brightblue>{phoneNumber}</brightblue>
ar: للمزيد من المعلومات اتصل على <brightblue>{phoneNumber}</brightblue>

# helpAndSupportEmergencyAssistance
source: Emergency assistance
ar: المساعدة الطارئة

# helpAndSupportEmergencyAssistanceDescription
source: Call us at <brightblue>{phoneNumber}</brightblue>
ar: اتصل بنا على <brightblue>{phoneNumber}</brightblue>

# helpAndSupportLostAndFound
source: Lost & Found
ar: المفقودات

# helpAndSupportLostAndFoundDescription
source: Report a lost child or belonging <brightblue>{phoneNumber}</brightblue>
ar: للإبلاغ عن طفل أو غرض مفقود <brightblue>{phoneNumber}</brightblue>

# callParkServicesTitle
source: Call Park Services
ar: الاتصال بخدمات المنتزه

# callEmergencyAssistanceTitle
source: Call Emergency Assistance
ar: الاتصال بالمساعدة الطارئة

# callLostAndFoundTitle
source: Report a Lost Child or Belonging
ar: الإبلاغ عن طفل مفقود أو ممتلكات

# emailError
source: Set up an email app
ar: إعداد تطبيق بريد إلكتروني

# emailSubject
source: Subject
ar: الموضوع

# emailErrorMessage
source: To send an email, you will need to set up an email app on this device first.
ar: لإرسال بريد إلكتروني، تحتاج إلى إعداد تطبيق بريد إلكتروني على هذا الجهاز أولاً.

# visitPlannerCreateYourOwnCTA
source: Create your own
ar: خططوا لزيارتكم

# visitPlannerCreateYourOwnDescriptionCTA
source: We hand-pick the best – you choose what fits you!
ar: ننتقي بعناية أروع ما لدينا، وأنتم تختارون ما يليق بكم!

# vpCustomTripTitle
source: Custom trip {currentStep}/{totalSteps}
ar: رحلة مفصلة {currentStep}/{totalSteps}

# vpCopyVisitTitle
source: Copy visit {currentStep}/{totalSteps}
ar: نسخ الزيارة {currentStep}/{totalSteps}

# vpTripDateQuestionVariation
source: When are you planning to visit?
ar: متى تخطط للزيارة؟

# myVisitSignUpTitle
source: Enter your number and start your adventure!
ar: أدخل رقمك وابدأ مغامرتك!

# myVisitSignUpDescription
source: Log in to easily save and access your favourite rides, dining, and experiences
ar: قم بتسجيل الدخول لحفظ والوصول بسهولة إلى رحلاتك المفضلة، والمطاعم، والتجارب.

source: Adult
ar: بالغ

source: Ages 12+
ar: من 12 سنة فما فوق

source: Child
ar: طفل

# ages4to12
source: Ages 4-12
ar: من 5 إلى 12 سنة

source: Infant
ar: رضيع

# ages0to4
source: Ages 0-4
ar: من 0 إلى 4 سنوات

source: Senior
ar: كبار السعوديين

# ages65Plus
source: Ages 65+
ar: من 60 سنة فما فوق

# alertNotificationCta
source: Get instructions
ar: احصل على التعليمات

source: Valid ID required
ar: يتطلب بطاقة هوية سارية

source: People of determination
ar: الاشخاص ذوي الإعاقة

# peopleWithDisabilities
source: People with registered disabilities
ar: ذوي الإعاقات المسجلة

source: Companion
ar: مرافق

# driversAndNannies
source: Including drivers & nannies
ar: يشمل مقدمي الرعاية، السائقين، والمربيات

source: No ticket required
ar: لا حاجة لتذكرة

# ridesAndExperiences
source: Rides & Experiences
ar: الألعاب والتجارب

# exploreDirectionToAttraction
source: Go there
ar: الإتجاهات

# vpCreateMyTripCTA
source: create my trip
ar: صمم رحلتي

# createTripFormTemplateSuccessMessage
source: <brandYellow>{templateName}</brandYellow> is all set and ready!
ar: <brandYellow>{templateName}</brandYellow> أصبحت جاهزة!

# createTripCompleteTransactionButtonTitle
source: view my visit
ar: عرض زياراتي

# createTripCompleteTransactionInfoPoint1
source: Make your plan even more personal by adding, editing and refining!
ar: خصصوا خطة رحلتكم لتناسبكم أكثر بإضافة التفاصيل وتعديلها

# immersiveLandsHeadline
source: Special <primary>water</primary> attractions for the <brandYellow>first time</brandYellow>…
ar: تجارب <primary>مائية</primary> مميزة <brandYellow>لأول مرة</brandYellow> في السعودية

source: Make the most of your visit!
ar: استفيدوا من زيارتكم إلى أقصى حد!

# homeCard2Description
source: your tickets to the park
ar: تذاكر دخولكم إلى المتنزه

# homeCard2Title
source: Book
ar: احجزوا

# exploreAdvancedFiltersHeightRequirementLabel
source: Enter rider height
ar: أدخلوا طول الراكب للتحقق من الأهلية

# exploreAdvancedFiltersHeightRequirementUnit
source: CM
ar: سم

# exploreAdvancedFiltersWeightRequirementLabel
source: Enter rider weight
ar: أدخلوا وزن الراكب للتحقق من الأهلية.

# exploreAdvancedFiltersWeightRequirementUnit
source: KG
ar: كج

# homeCard3Description
source: your visit with ease
ar: زيارتكم بكل سهولة

# homeCard3Title
source: Plan
ar: خططوا

source: Plan your visit
ar: احجز تذاكرك

# planLimitExceedsMessage
source: You've reached the maximum of {limit} trips. Please remove an existing plan to create a new one.
ar: لقد وصلت إلى الحد الأقصى وهو {limit} رحلات. يرجى إزالة خطة موجودة لإنشاء خطة جديدة.

# prepForDayFullOfFun
source: Prep for a day full of fun
ar: احصل على تذاكر لزيارتك القادمة

source: start planning
ar: ابدأ التخطيط

source: Book your visit
ar: احجزوا زيارتكم

source: Book your tickets
ar: احجزوا تذاكركم

source: Get tickets for your next visit
ar: احصل على تذاكر لزيارتك القادمة

source: book now
ar: احجز الآن

source: Resume your booking
ar: أكملوا عملية الحجز

source: Don’t miss out, finish your purchase
ar: لا تفوّتوا الفرصة، أكمِلوا عملية الشراء

source: PAY NOW
ar: ادفعوا الآن

# exploreHomeBook
source: Explore
ar: استكشاف

source: record-breaking rides
ar: ركوب قياسي

# addonsHomeBook
source: Add-ons
ar: الإضافات

source: for the added thrill
ar: لإضافة الإثارة

source: VIP bundle
ar: حزمة VIP

# forTheAddedThrillvip
source: for the added thrill
ar: التي تضيف لمسة إضافية من الدهشة

# templateEditVisitTitle
source: Edit visit
ar: تعديل الزيارة

# templateEditingTitle
source: Preferences
ar: التفضيلات

# useTemplateButtonTitle
source: USE THIS ITINERARY
ar: استخدموا هذا النموذج

# makePaymentsFast
source: You can make payments fast and easy at any merchant and food outlet!
ar: يمكنك إجراء المدفوعات بسرعة وسهولة في أي متجر أو منفذ طعام!

# accessParkAddOns
source: Access the park and any other add-ons and extras using your wristband!
ar: ادخل إلى الحديقة وأي إضافات أو خدمات أخرى باستخدام سوارك!

# deLinkWristband
source: You can de-link your wristband at any time from the My Profile section.
ar: يمكنك إلغاء ربط سوارك في أي وقت من قسم 'ملفي الشخصي'.

source: Privacy Policy
ar: سياسة الخصوصية

# immersiveLandsCardButtonCTA
source: Discover the Ride
ar: اكتشفوا اللعبة

# immersiveLandsCardButtonCTAWithExperience
source: Discover more
ar: اكتشفوا التجربة

# privacyPolicyUpdatedTitle
source: We’ve <brandCyan>updated</brandCyan> our terms & conditions
ar: تم <brandCyan>تحديث</brandCyan> الشروط والأحكام

# privacyPolicyTermsAndConditions
source: Terms & Conditions
ar: الشروط و الاحكام

# privacyVersion
source: VERSION
ar: نسخة

# privacyPolicyDescription
source: To continue using this application, please review the updated terms and conditions and privacy policy.
ar: لمتابعة استخدام التطبيق، الرجاء مراجعة الشروط والأحكام وسياسة الخصوصية المحدثة.

source: Active
ar: نشط

source: Used
ar: مستخدم

# ticketVisitPlanningTitle
source: Plan your visit now
ar: خطط لزيارتك الآن

# ticketDetailsParkNameTitle
source: Aquarabia Qiddiya
ar: أكواربيا القدية

# ticketDetailsParkCityTitle
source: Al-Muzahmiyya 13776
ar: المزاحمية 13776

# ticketEmptyStateTitle
source: You don’t have any tickets yet!
ar: لا يوجد لديكم أي تذاكر حتى الآن!

# ticketEmptyStateDescription
source: Your adventure starts here. Secure your tickets now and unlock aquatic delights at Aquarabia Qiddiya City!
ar: مغامرتكم تبدأ هنا. اشتروا تذاكركم وافتحوا الباب ليوم مليئ بالمغامرات في أكواريبيا مدينة القدية.

# ticketEmptyBuyTicketButtonTitle
source: Buy tickets now
ar: اشتروا تذاكركم الآن

# ticketEmptyLinkTicketButtonTitle
source: Link a ticket
ar: ربط تذكرة

# digitalCloseCancelBookingDescription
source: If you cancel, your selections will be lost and you’ll need to restart the booking process to get your tickets.
ar: في حال تم الإلغاء، سيتم فقد جميع الاختيارات التي قمتم بها، وستحتاجون إلى إعادة بدء الحجز من البداية لشراء التذاكر.

# cancelBooking
source: yes, cancel my booking
ar: نعم، إلغاء

# keepSelections
source: No, keep my selections
ar: لا، متابعة

# digitalCloseCancelBookingTitle
source: Are you sure you want to cancel your booking?
ar: هل أنتم متأكدون من الإلغاء؟

# phoneDialerError
source: Could not open the phone dialer. Please check your device settings.
ar: غير قادر على بدء المكالمة، يرجى المحاولة مرة أخرى

# phoneDialerInitError
source: Could not initialize the phone dialer.
ar: اتصل بشبكة واي فاي أو قم بإيقاف تشغيل وضع الطيران لإجراء مكالمة.

# emailAppNotFound
source: To send an email, you will need to set up an email app on this device first.
ar: لإرسال بريد إلكتروني، ستحتاج إلى إعداد تطبيق البريد الإلكتروني على هذا الجهاز أولاً.

# openUrlFailed
source: Could not launch the provided URL.
ar: تعذر فتح الرابط المطلوب.

# genericError
source: An unexpected error occurred. Please try again.
ar: حدث خطأ غير متوقع. يرجى المحاولة لاحقًا.

# b2cBookingStepPaymentTitle
source: Select a <brandWhite>payment method</brandWhite>
ar: اختاروا <brandWhite>وسيلة الدفع</brandWhite>

# b2cBookingStepPaymentDescription
source: Proceed by choosing your preferred method of payment.
ar: لإكمال طلبكم، يرجى اختيار وسيلة الدفع المفضلة.

# b2cBookingStepPoliciesTag
source: Checkout
ar: الدفع

# guestAccessPromptFavoriteLoginButton
source: Log in
ar: تسجيل الدخول

# manageTicketTitle
source: Manage this ticket
ar: إدارة هذه التذكرة

# closeLabel
source: Close
ar: يغلق

source: Get more Add-ons
ar: احصل على المزيد من الإضافات

source: Re-Schedule or Cancel
ar: إعادة الجدولة أو الإلغاء

# reScheduleOrCancelCallService
source: To reschedule or cancel your ticket, please contact our Guest Services team at <boldBlue>{phoneNumber}</boldBlue>
ar: لإعادة جدولة أو إلغاء تذكرتك، يرجى الاتصال بفريق خدمات الضيوف لدينا على الرقم <boldBlue>{phoneNumber}</boldBlue>

# callGuestService
source: Call Guest Services
ar: اتصل بخدمات الضيوف

# b2cBookingStepTicketSelectionTag
source: Ticket selection
ar: اختيار التذاكر

# b2cBookingStepGuestsTag
source: Ticket selection
ar: اختيار التذكرة

# b2cBookingStepCheckoutTag
source: Checkout
ar: الدفع

# b2cBookingStepLoginTitle
source: Login/<brandWhite>Register</brandWhite>
ar: سجلوا الدخول أو <brandWhite>أنشئوا</brandWhite> حسابكم

# b2cBookingStepTicketSelectionTitle
source: Select your <brandWhite>ticket</brandWhite>
ar: اختاروا <brandWhite>تذكرتكم</brandWhite>

# b2cBookingStepLoginDescription
source: Almost there! Confirm your details to complete your booking
ar: للمتابعة، يرجى إنشاء حسابكم أو سجلوا الدخول إلى حسابكم الحالي.

# b2cBookingStepTicketSelectionDescription
source: Choose the type of ticket you would like to purchase
ar: اختاروا نوع التذكرة المُراد شراؤها

# b2cBookingStepDateSelectionTitle
source: <brandWhite>Date</brandWhite> & validity
ar: <brandWhite>التاريخ</brandWhite> والصلاحية

# b2cBookingStepGuestsTitle
source: Number of <brandWhite>tickets</brandWhite>
ar: عدد <brandWhite>التذاكر</brandWhite>

# b2cBookingStepGuestPackagesTitle
source: Number of <brandWhite>packages</brandWhite>
ar: عدد <brandWhite>التذاكر<brandWhite>

# b2cBookingStepGuestsDescription
source: Select the number of tickets you would like to purchase.
ar: اختاروا عدد التذاكر المُراد شراؤها.

# b2cBookingStepGuestsDescriptionSurfing
source: Select the number of tickets you would like to purchase. Everyone who is surfing or bodyboarding at Surftopia needs a Surfer ticket. You can add non-surfer tickets for people in your group who are coming to the water theme park and not surfing. If no one in your group is surfing, return to the ticket selection and choose a Single Day Ticket or Annual Pass instead!
ar: اختاروا عدد التذاكر التي ترغبون بشرائها. يحتاج كل من سيقوم بركوب الأمواج أو التزلج على المياه في سيرفتوبيا إلى تذكرة راكب أمواج. يمكنكم إضافة تذاكر للأفراد الذين سيزورون المتنزه المائي دون تجربة ركوب الأمواج. وإذا لم يكن أيٌّ من أفراد مجموعتكم سيركبون الأمواج، عودوا إلى اختيار التذاكر واختاروا تذكرة يوم واحد أو التذكرة السنوية!

# b2cBookingStepDateSelectionDescription
source: Select the date of your visit. Prices are displayed on the calendar.
ar: اختاروا تاريخ زيارتكم. جميع الأسعار معروضة على التقويم.

# b2cBookingStepPoliciesTitle
source: Hi {username}, check theme Park <brandWhite>rules</brandWhite> & policies
ar: مرحبًا {username}، تحقق من <brandWhite>قواعد</brandWhite> وسياسات المتنزه الترفيهي

# b2cBookingStepParkPoliciesDescription
source: Please review the rules, guidelines, and terms that apply to your booking and visit.
ar: يرجى الاطلاع على التعليمات والإرشادات والشروط التي تنطبق على حجزكم وزيارتكم القادمة.

# b2cBackToCart
source: Back to cart
ar: العودة إلى سلة المشتريات

# b2cTryAgainPayment
source: Try again or use a different payment method to complete your booking.
ar: يرجى المحاولة مرة أخرى أو اختيار وسيلة دفع أخرى لإتمام الحجز.

# b2cBookingStepCartAddMoreTicketsButton
source: Add more tickets
ar: إضافة المزيد من التذاكر

# b2cBookingStepCartTitle
source: Items in your <brandWhite>cart</brandWhite>
ar: العناصر الموجودة في <brandWhite>السلة</brandWhite>

# b2cBookingStepCartDescription
source: Review your selection before checkout
ar: اطّلعوا على اختياراتكم قبل الدفع

# b2cBookingStepCartTag
source: My cart
ar: سلّة مشترياتي

# parkListLoadError
source: There was an error loading the park list. Please try again.
ar: حدث خطأ أثناء تحميل قائمة المتنزهات الترفيهية. يرجى إعادة المحاولة.

# errorLoadingResults
source: There was an error loading results. Please try again.
ar: حدث خطأ أثناء تحميل النتائج. يرجى إعادة المحاولة.

# errorLoadingFilters
source: There was an error loading filters. Please try again.
ar: حدث خطأ أثناء تحميل الفلاتر. يُرجى المحاولة مرة أخرى.

# oops2
source: Oops
ar: عذراً

# couldNotLoadMap
source: We couldn't load the park map.
ar: لم نتمكن من تحميل خريطة الحديقة.

# downloadInfo
source: Download information
ar: تحميل المعلومات

# notificationPermissionWelcomeMessage
source: Stay up to date with important updates, exclusive offers, and personalized reminders by enabling notifications.
ar: احصلوا على تحديثات فورية حول أوقات الإنتظار والفعاليات الخاصة. قم بتفعيل الإشعارات لتحسين تجربتكم!

# notificationPermissionWelcomeTitle
source: Welcome {firstName}!
ar: مرحباً {firstName}!

# notificationPermissionAllowButton
source: Enable Notifications
ar: السماح بالإشعارات

# notificationPermissionNotNowButton
source: Not now
ar: ليس الآن

# b2cYourTicketsAreReady
source: Your tickets are ready, {userName}
ar: تذاكركم جاهزة، يا {userName}!

# exploreResultsAreTakingLongerThanExpected
source: Results are taking longer than usual. Please wait or try again.
ar: تستغرق النتائج وقتًا أطول من المعتاد. يرجى الانتظار أو المحاولة مرة أخرى.

# exploreTryAgain
source: Try again
ar: حاول مرة أخرى

# exploreLoading
source: Loading...
ar: جاري التحميل...

# exploreSearchCancel
source: Cancel
ar: إلغاء

# exploreSortByAZ
source: A-Z
ar: أ-ي

# exploreSortByZA
source: Z-A
ar: ي-أ

# exploreSortByDistance
source: Distance
ar: المسافة

# exploreSortByWaitTime
source: Wait time
ar: مدة الإنتظار

# exploreSortByTitle
source: Sort by
ar: رتب حسب

# exploreSortByApply
source: Apply
ar: تفعيل

# exploreSortByClose
source: Close
ar: إغلاق

# exploreYourFavoriteAwaits
source: Your favorites await!
ar: خياراتكم المفضلة بانتظاركم!

# exploreYourFavoriteAwaitsDescription
source: Save items you enjoy here for easy access next time. Start exploring and tap the star icon to build your list!
ar: احفظوا العناصر المفضلة هنا لتتمكنوا من الوصول إليها بسهولة في المرة القادمة. ابدأوا بالاستكشاف واضغطوا على أيقونة النجمة لإضافة العناصر إلى قائمتكم!

# vpGuestUserAccessPromptMainTitle
source: Craft your perfect <brandCyan>Aquarabia</brandCyan> Qiddiya City visit!
ar: خططوا لزيارتكم المثالية إلى أكواريبيا مدينة القدية!

# vpGuestUserAccessPromptSubTitle
source: Plan your visit
ar: خططوا لزيارتكم

# vpGuestUserAccessPromptSubTitleDescription
source: Sign in to discover personalized suggestions, find exclusive offers, and share tickets with friends and family to build your perfect visit!
ar: تسجيل الدخول لاكتشاف التوصيات الشخصية والعروض الحصرية، ومشاركة التذاكر مع العائلة والأصدقاء لتنظيم زيارتكم المثالية.

# guestAccessPromptFavoriteLoginOrSignUpButton
source: Log in or sign up
ar: تسجيل الدخول أو إنشاء حساب

# vpTripDateQuestion
source: When would you like to visit?
ar: متى تريد الزيارة؟

# vpGuestUserAccessPromptHeaderTitle
source: GET STARTED
ar: ابدأوا الآن

# vpFlexible
source: Flexible
ar: تاريخ مرن

# vpExactDate
source: Exact date
ar: تاريخ محدد

# vpInfoMessage
source: <bold>Pro tip!</bold> Add favorites here now to include them in your trip plan.
ar: <bold>نصيحة هامة!</bold> أضيفوا خياراتكم المفضلة هنا الآن ليتم إضافتها إلى خطة رحلتكم.

# vpDayPreferenceTitle
source: day preference
ar: اليوم المفضل

# vpMonth
source: Month
ar: شهر

# participantsVpInfoMessage
source: <bold>Pro tip!</bold> Infants and children age four and under enter for free, but please register them below!
ar: نصيحة هامة! الدخول مجاني للرضع والأطفال دون الاربع أعوام، ولكن يرجى تسجيلهم أدناه!

# talkActivitesTitle
source: Let's talk activities!
ar: جميع الأنشطة بإنتظاركم

# talkActivitesSubtitle
source: What types of attractions or activities are most appealing to your group?
ar: ما أنواع الأنشطة أو التجارب التي تثير اهتمام مجموعتكم؟

# talkVpInfoMessage
source: <bold>Pro tip!</bold> The options below are tried-and-tested ride combinations based on different thrill levels.
ar: <bold>نصيحة هامة!</bold> فيما يلي مجموعة من الألعاب التي تم تجربتها بنجاح، مع مراعاة مستويات التشويق المختلفة لتناسب جميع الأذواق.

# vpActionPackedTitle
source: How action-packed would you like your day?
ar: إلى أي مدى ترغبون أن يكون يومكم مليئًا بالتشويق والمغامرة؟

# actionPackedInfoMessage
source: <bold>Pro tip!</bold> Your custom plan needs to reflect what kind of day you want at Aquarabia Qiddiya City.
ar: <bold>نصيحة هامة!</bold> خططوا ليومكم في أكواريبيا مدينة القدية بطريقة تعكس أسلوبكم المفضل في الاستمتاع!

# templateEditPersonaliseAdventure
source: Personalize your new adventure!
ar: صمموا مغامرتكم الجديدة!

# templateEditYourTheme
source: Select your theme
ar: اختاروا سمة رحلتكم

# myVisitFavoriteListEmptyStateLabel
source: Your favorites await!
ar: خياراتكم المفضلة بانتظاركم!

# myVisitFavoriteListEmptyStateDescription
source: Save items you enjoy here for easy access next time. Start exploring and tap the star icon to build your list!
ar: احفظوا العناصر المفضلة هنا لتتمكنوا من الوصول إليها بسهولة في المستقبل. إبدأوا بالاستكشاف واضغطوا على أيقونة النجمة لإضافتها إلى قائمتكم!

# onboardingPrimaryAction
source: EXPLORE THE PARK
ar: اكتشفوا المتنزه المائي

# exploreNoFavourites
source: No favorites
ar: لا توجد خيارات مفضلة
