Repository: bbura/storeit
Catalog: localizations/lib/src/localization/app_*.arb
Languages: ar

# commonContinue
source: Continue
ar: متابعة

source: Continue Booking
ar: أضف إلى السلة

# commonCancel
source: Cancel
ar: إلغاء

# commonExit
source: Exit
ar: خروج

# commonClose
source: Close
ar: إغلاق

# commonReturn
source: return
ar: عودة

# commonDone
source: Done
ar: تم

# commonEdit
source: Edit
ar: تعديل

# commonSearch
source: Search
ar: بحث

# commonSave
source: Save
ar: حفظ

# commonPickerItemsLabel
source: All
ar: جميع الخيارات

# goAquaArabiaByTaxiInfo1
source: Reaching Aquarabia Qiddiya City by car or taxi is simple and convenient. Whether you’re driving your own vehicle or booking through a ride service, just follow the steps below: - Step 1: Type “Aquarabia Qiddiya City” into your preferred maps app and follow the road signs leading to Qiddiya City. - Step 2: Upon arrival, our ushers will welcome you and guide you to the designated parking area. - Step 3: Once parked, hop on our special QShuttle, which will take you to the theme park in just a few minutes.
ar: الوصول إلى أكواريبيا مدينة القدية بالسيارة أو التاكسي في غاية السهولة. ما عليكم سوى اتباع الخطوات التالية: الخطوة 1: اكتبوا "أكواريبيا مدينة القدية" في تطبيق الخرائط، واتبعوا اللوحات الإرشادية المؤدية إلى مدينة القدية. الخطوة 2: عند الوصول، سيرحب بكم موظفونا ويرشدونكم إلى منطقة المواقف المخصصة. الخطوة 3: بعد إيقاف السيارة، استقلوا حافلتنا الخاصة بالنقل الترددي لتوصلكم إلى المتنزه الترفيهي خلال دقائق قليلة فقط.

# goAquaArabiaByTaxiInfo2
source: Pro Tip: Please have your ticket ready to present upon arrival. Parking spaces are available on a first-come, first-served basis.
ar: نصيحة هامة: يُرجى تجهيز التذكرة لتقديمها عند الوصول .تتوفر مواقف السيارات وفق أسبقية الوصول.

# settingAppVersion
source: App version
ar: إصدار التطبيق

# b2cOptionalTopLabel
source: Phone number*
ar: *رقم الهاتف

# commonInfantsNote
source: Please note that infants age 0-3 don't require a ticket.
ar: يرجى ملاحظة أن الأطفال بعمر ثلاثة أعوام فأقل لا يحتاجون إلى تذكرة.

# commonSeniorCitizenNote
source: Nanny and senior citizen should present an ID at the park.
ar: تتوفر تذاكر كبار السن، وتذاكر المرافقين، وتذاكر ذوي الإعاقة للشراء في المتنزه.

# commonGuestsWithDisabilitiesNote
source: Guests with disabilities are welcome. Please present valid identification at the ticket counter to receive your complimentary ticket.
ar: نرحب بضيوفنا من ذوي الإعاقة. يرجى إبراز بطاقة إثبات الإعاقة عند شباك التذاكر للحصول على تذكرتكم.

# commonLearnMore
source: Learn more
ar: لمعرفة المزيد

source: Start the adventure
ar: ابدأوا المغامرة

source: Get ready for a full day of fun
ar: استعدوا ليوم كامل من المتعة

# aquatapConnectedTitle
source: Great! Your Aquatap is connected!
ar: رائع! جهاز Aquatap الخاص بك متصل!

# aquatapConnectedSubtitle
source: To complete your mobile-free experience and make cashless payments using your Aquatap, set up a PIN for secure purchases at the water theme park.
ar: لإكمال تجربتك المجانية عبر الهاتف المحمول، يمكنك أيضًا إعداد رقم سري لعمليات الشراء الآمنة في المنتزه.

# aquatapConnectedPrimaryButton
source: set up pin & payment
ar: قم بإعداد الرقم السري وطريقة الدفع.

# aquatapCompletedTitle
source: Your Aquatap is set up!
ar: تم إعداد أكواتاب!

# aquatapCompletedInfoPoint1
source: Access the water theme park and any other add-ons and extras using your NFC-powered Aquatap!
ar: يمكنك الوصول إلى الحديقة وأي إضافات وميزات أخرى باستخدام جهاز Aquatap الخاص بك!

# aquatapCompletedInfoPoint2
source: You can deactivate your Aquatap at any time — just visit My profile.
ar: يمكنك إلغاء تنشيط جهاز Aquatap الخاص بك في أي وقت من قسم ملفي الشخصي.

# aquatapCompletedPrimaryButton
source: set up another Aquatap
ar: إعداد أكواتاب أخرى

# aquatapCompletedSecondaryButton
source: Finish
ar: إنهاء

source: Oops!
ar: عذرًا!

# searchError
source: We're unable to find what you're looking for. Please try again.
ar: لم نعثر على نتائج. يرجى إعادة المحاولة

# editingProfileHeightSuccessMessage
source: Your height has been saved successfully.
ar: تم حفظ الطول بنجاح.

# settingsGenderChanged
source: Your gender has been saved successfully.
ar: تم حفظ الجنس بنجاح

# genderSaveError
source: Your gender was not saved. Please try again.
ar: نعتذر، لم يتم حفظ الجنس. يرجى إعادة المحاولة.

# editingProfileHeightErrorMessage
source: Your height was not saved. Please try again.
ar: نعتذر، لم يتم حفظ الطول. يرجى إعادة المحاولة.

source: Height
ar: الطول

# heightUnit
source: cm
ar: سم

# heightSelectorScreenTitle
source: Select your height
ar: اختاروا طولكم

# editingProfileEmailTitle
source: Edit email address
ar: تعديل البريد الإلكتروني

# editingProfileDateOfBirthTitle
source: Edit date of birth
ar: تعديل تاريخ الميلاد

# editingProfileFirstNameTitle
source: Edit first name
ar: تعديل الاسم الأول

# editingProfileLastNameTitle
source: Edit last name
ar: تعديل اسم العائلة

# editingProfileAccessibilityOptionTitle
source: Select your <brandCyan>accessibility</brandCyan> options
ar: اختاروا من بين خيارات <brandCyan>تسهيلات الاستخدام</brandCyan>

# digitalCloseEditingDescription
source: If you leave now, changes to your {fieldName} will not be saved.
ar: اذا غادرتم الآن، لن يتم حفظ التغييرات في {fieldName}.

# editingProfileSaveClose
source: SAVE AND CLOSE
ar: حفظ وإغلاق

# editingProfileDiscard
source: DISCARD
ar: تجاهل

# editingProfileEmailHasBeenUpdated
source: Your email address has been updated.
ar: لقد تم تحديث عنوان بريدك الإلكتروني.

# editingProfileFieldHasBeenUpdated
source: Your {field} has been updated.
ar: تم تحديث {field}.

# editingProfileFieldWasNotUpdated
source: Your {field} was not updated. Please try again.
ar: لم يتم تحديث {field} .يُرجى المحاولة مرة أخرى

# editingProfileNationalityTitle
source: Select your nationality
ar: اختاروا الجنسية

# editingProfileNationalitySuccessMessage
source: Your nationality has been updated.
ar: تم حفظ جنسيتكم بنجاح.

# editingProfileNationalityErrorMessage
source: Failed to update your nationality. Please try again.
ar: نعتذر، لم يتم حفظ الجنسية. يرجى إعادة المحاولة.

source: Visual impairment
ar: ضعف البصر

# displayVisualImpairment
source: Visual
ar: بصرية

source: Hearing impairment
ar: ضعف السمع

# displayHearingImpairment
source: Hearing
ar: السمع

source: Mental impairment
ar: التحديات الذهنية

# displayMentalImpairment
source: Mental
ar: الذهنية

source: Wheelchair user
ar: مستخدمي الكراسي المتحركة

# displayWheelchairUser
source: Wheelchair
ar: كرسي متحرك

# duplicateTripError
source: Your visit could not be duplicated. Please try again
ar: تعذر نسخ زيارتك. يرجى المحاولة مرة أخرى

# countryCodeSelectionCTA
source: Select country code
ar: اختاروا رمز الدولة

# navBarHomeItem
source: Home
ar: الرئيسية

# navBarExploreItem
source: Explore
ar: استكشف

# navBarVisitItem
source: My Visit
ar: زيارتي

# navBarTicketsItem
source: Tickets
ar: التذاكر

# profileMyProfile
source: My profile
ar: ملفي الشخصي

# profileWhyNeedQrCode
source: Why do I need a QR code?
ar: لماذا أحتاج إلى رمز QR؟

# profileLogOut
source: Log out
ar: تسجيل الخروج

# profileId
source: ID
ar: رقم العضوية

# profileMyTickets
source: My Tickets
ar: تذاكري

# profileSignUpTitle
source: Unlock your next adventure!
ar: استعدوا لمغامرتكم القادمة!

# profileSignUpDescription
source: Create an account for personalized recommendations and exclusive offers, or sign in to enjoy your benefits!
ar: أنشؤوا حسابًا للحصول على عروض حصرية وتوصيات مخصصة، أو سجلوا الدخول للاستفادة من مزايا حسابكم!

# profileNoTicketsTitle
source: No tickets yet
ar: لا يوجد لديك أي تذاكر

# profileNoTicketsDescription
source: Your tickets will appear here once you complete your first booking.
ar: سيتم عرض التذاكر هنا عند إتمام أول حجز

# profileBuyNow
source: Buy now
ar: احصلوا عليها الآن

# settingsTitle
source: Configuration
ar: الإعدادات

# personalInformationsettingsTitle
source: Configuration
ar: الإعدادات

# settingsSearch
source: Search
ar: بحث

# settingsAccount
source: My Account
ar: حسابي

# settingsPersonalInfo
source: Personal information
ar: المعلومات الشخصية

# settingsLanguage
source: Language
ar: اللغة

# settingsLanguageTitle
source: Select your preferred language
ar: اختر لغتك

# settingsLanguageChanged
source: Your language preference has been successfully updated.
ar: تم تحديث خيارات اللغة المفضلة بنجاح.

# settingsTermsConditions
source: Terms & Conditions
ar: الشروط والأحكام

# settingsPaymentMethods
source: Payment methods
ar: طرق الدفع

# settingsBiometric
source: Biometric
ar: المصادقة ياستخدام البصمة

# settingsAppPermissions
source: App permissions
ar: صلاحيات التطبيق

# settingsHelpAndSupport
source: Help & Support
ar: الدعم والمساعدة

# settingsAccesibility
source: Accesibility
ar: إمكانية الوصول

# settingsDeleteAccount
source: DELETE ACCOUNT
ar: حذف الحساب

# settingsAppPermissionAlertTitle
source: alerts
ar: التنبيهات

# settingsAppPermissionAlertDescription
source: Get real-time water theme park updates, purchase receipts, and weather information to make the most of your experience!
ar: إبقوا على اطلاع دائم مع التحديثات الفورية للمتنزه المائي وأحوال الطقس وإيصالات الشراء لتحسين تجربة زيارتكم!

# settingsAppPermissionPushNotification
source: Push notifications
ar: الإشعارات

# settingsAppPermissionInAppNotification
source: In-app notifications
ar: إشعارات داخل التطبيق

# settingsAppPermissionEmail
source: Email
ar: البريد الإلكتروني

# settingsTermsAndConditions
source: Terms and Conditions
ar: الشروط والأحكام

# settingsAppPermissionSMS
source: SMS
ar: الرسائل النصية

# settingsAppPermissionTitle
source: permissions
ar: التصريحات

# settingsAppPermissionDescription
source: Allow updates on activities, transaction receipts, time-sensitive notifications, and weather information.
ar: السماح بتلقي تحديثات الأنشطة وإيصالات الدفع والإشعارات العاجلة ومعلومات الطقس.

# settingsAppPermissionGeolocation
source: Geolocation
ar: الموقع الجغرافي

# settingsAppPermissionPromotionsTitle
source: promotions
ar: العروض الترويجية

# settingsAppPermissionPromotionsDescription
source: Be the first to know about new attractions, promotions and offers.
ar: كونوا أول من يعرف عن التجارب الجديدة والعروض والخصومات!

# settingsAppPermissionInfo2
source: When you disable notifications, you will continue to receive safety and weather alerts. These are essential for water theme park operations and visitors' safety.
ar: ستستمر في تلقي تنبيهات الطقس والسلامة حتى وإن قمت بتعطيل الإشعارات، لأن هذه التنبيهات أساسية لضمان سلامة الزوار وضمان سير المتنزه المائي بكفاءة.

# configurationSettingsTitle
source: Settings
ar: الإعدادات

# personalInformationTitle
source: Personal information
ar: المعلومات الشخصية

source: Phone number
ar: رقم الهاتف

source: Email address
ar: البريد الإلكتروني

source: First name
ar: الاسم الأول

source: Last name
ar: اسم العائلة

source: Date of birth
ar: تاريخ الميلاد

source: Nationality
ar: الجنسية

source: Gender
ar: الجنس

source: Accessibility options
ar: خيارات تسهيلات الاستخدام

source: Add
ar: أضف

# customizeProfile
source: Customise Profile
ar: تخصيص الملف الشخصي

# digitalCloseRegisterTitle
source: Are you sure?
ar: هل أنتم متأكدون؟

# digitalCloseRegisterDescription
source: If you leave now, your account will not be registered.
ar: إذا غادرتم الآن، لن يتم تسجيل الحساب.

# digitalCloseRegisterPrimaryText
source: no, continue
ar: لا، متابعة

# digitalCloseRegisterSecondaryText
source: yes, cancel
ar: نعم، إلغاء

# digitalPersonalDetailsMinCharError
source: Min. {nrCharacters} characters
ar: الحد الأدنى {nrCharacters} حروف

# digitalPersonalDetailsMaxCharError
source: Max. {nrCharacters} characters
ar: الحد الأقصى {nrCharacters} حروف

# digitalPersonalDetailsEmailFormatError
source: This does not look like a valid email
ar: يبدو أن البريد الالكتروني المدخل غير صحيح

# digitalPersonalDetailsPhoneAlreadyInUse
source: This email is already in use with a different phone number
ar: هذا البريد الإلكتروني مستخدم بالفعل برقم هاتف مختلف

# digitalPhoneCountryCodeLabel
source: Code
ar: رمز

# digitalSmsPageSubtitle
source: Please <brandCyan>verify</brandCyan> your mobile number
ar: يرجى <brandCyan>تأكيد</brandCyan> رقم هاتفكم

# digitalSmsPageInfo
source: We sent the code to
ar: أرسلنا الرمز إلى

# digitalSmsPageVerifyCode
source: Verify code
ar: تأكيد الرمز

# digitalSmsPageResendCode
source: Send new code
ar: إرسال رمز جديد

# digitalSmsPageResendCodeSuccess
source: A new code was sent to your mobile number.
ar: تم إرسال رمز جديد إلى رقم هاتفك.

# digitalSmsPageErrorPhoneBadRequest
source: Bad Request: Phone number, verification ID, or OTP code is missing or invalid.
ar: طلب غير صالح: رقم الهاتف أو معرف التحقق أو رمز التحقق مفقود أو غير صالح.

# digitalSmsPageErrorInvalidOTP
source: OTP code and/or verification ID is invalid
ar: رمز التحقق و/أو معرف التحقق غير صالح

# digitalSmsPageErrorUserOrTenantNotFound
source: User or tenant not found
ar: لم يتم العثور على المستخدم أو المستأجر

# digitalSmsPageErrorPhoneNumberNotConfirmed
source: Phone number has not yet been confirmed
ar: لم يتم تأكيد رقم الهاتف بعد

# digitalSmsPageErrorPhoneUnauthorized
source: The code you entered is incorrect. Please try again.
ar: الرمز المدخل غير صحيح. يرجى المحاولة مرة أخرى.

# digitalSmsPageMaximumResendAttemptsReached
source: Maximum resend attempts reached. Try again later.
ar: تم الوصول إلى الحد الأقصى لمحاولات إعادة الإرسال. حاول مرة أخرى لاحقاً.

# digitalSmsPageSessionExpired
source: The code has expired. Request a new code to continue.
ar: انتهت صلاحية الرمز. اطلب رمزاً جديداً للمتابعة.

# digitalSmsPageAuthenticationUnexpectedError
source: Unexpected error occurred
ar: حدث خطأ غير متوقع

# digitalOtpPageResendEmailCodeSuccess
source: A new code was sent to your email address.
ar: تم إرسال رمز جديد إلى عنوان بريدكم الإلكتروني.

# digitalOtpPageHelperMessageEmailEdit
source: We'll send a code to verify this email address.
ar: سنرسل رمزاً للتحقق من بريدكم الإلكتروني.

# digitalResendOtpCode
source: Resend code in
ar: إعادة إرسال الرمز خلال

# digitalRegistrationOrLoginTag
source: LOGIN & SIGN UP
ar: تسجيل الدخول وإنشاء حساب

# digitalOtpPageHelperMessageEmailValidation
source: Can't find the code? Check your spam or junk folder.
ar: لم تجد الرمز؟ تحقق من صندوق البريد العشوائي أو الرسائل غير المرغوب بها.

# resendCodeErrorCoolDown
source: Your profile has been temporary locked for the next 10 min because you reached the maximum number of resend attempts.
ar: تم تعليق حسابك مؤقتًا بسبب كثرة محاولات إرسال الرمز.

# maximumVerificationAttemptsReached
source: Your profile has been temporary locked for the next 60 min because you reached the maximum number of verification attempts.
ar: لقد تم ايقاف صلاحية الدخول لحسابك لمدة 60 دقيقة، وذلك لانك قد وصلت للحد الأقصى من محاولات التحقق غير الناجحة.

# authenticationPhoneNumberInvalid
source: Phone number is missing or invalid
ar: رقم الهاتف مفقود أو غير صالح

# digitalPersonalLastName
source: Last name
ar: اسم العائلة

# deletePageOtpTag
source: Delete account
ar: حذف الحساب

# deletePageYesDelete
source: YES, DELETE ACCOUNT
ar: نعم، إحذف الحساب

# deletePageTitle
source: Are you sure you want to delete your account?
ar: هل تودون تأكيد حذف حسابكم؟

# digitalTransactionCompleteUserDeleted
source: Your profile has been deleted
ar: تم حذف ملفكم الشخصي

# digitalTransactionCompleteUserDeletedInformation1
source: If you change your mind, you can reactivate your account by logging in within seven days.
ar: يمكنكم إعادة تفعيل الحساب خلال سبعة أيام من خلال تسجيل الدخول.

# digitalTransactionCompleteUserDeletedInformation2
source: Your account will be permanently deleted after seven days. You can always create a new one using the same mobile number and email!
ar: سيتم حذف حسابكم نهائيًا بعد سبعة أيام. يمكنكم لاحقاً إنشاء حساب جديد باستخدام نفس رقم الجوال والبريد الإلكتروني.

# deletePageSubtitle
source: If you delete your account, you will lose access to: • Purchased tickets, your entitlements, and favorites history. • Personalized recommendations and the visit planner. • Exclusive benefits and rewards.
ar: في حال حذف حسابكم، لن تتمكنوا من الوصول إلى ما يلي: • التذاكر والامتيازات وسجل الخيارات المفضلة. • اقتراحات مخصصة وجدول الزيارة. • المزايا الحصرية والمكافآت.

# deletePageGoHome
source: Explore the park
ar: اكتشف المتنزه

# deleteSuccessMessage
source: Welcome back! We’re glad to see you again.
ar: مرحبًا بعودتك! نحن سعداء لرؤيتك مرة أخرى.

# deleteSuccessPageSubtitle
source: If you change your mind, you can create a new account using the same phone number or email address.
ar: إذا غيّرت رأيك، يمكنك إنشاء حساب جديد باستخدام نفس رقم الهاتف أو البريد الإلكتروني.

# deleteSuccessPageTitle
source: We're sorry to see you go
ar: نأسف لمغادرتك

source: Delete account
ar: حذف الحساب

# digitalRegistrationTitle
source: <brandCyan>Sign up</brandCyan> <brandMediumBlue>for</brandMediumBlue> <brandSpecialsPurple>adventure</brandSpecialsPurple> <brandMediumBlue>at Aquarabia!</brandMediumBlue>
ar: <brandCyan>سجلوا</brandCyan> <brandMediumBlue>الآن واستمتعوا </brandMediumBlue> <brandSpecialsPurple>بالمغامرة</brandSpecialsPurple> <brandMediumBlue>في أكواريبيا مدينة القدية!</brandMediumBlue>

# digitalRegistrationInformation1
source: Create an account to unlock the fun. It's a quick and simple process!
ar: انشؤوا حسابكم الآن. خطوات بسيطة تفصلكم عن عالم مليء بالمرح!

# digitalRegistrationInformation2
source: Easily manage all your bookings and tickets in one place.
ar: احجزوا تذاكركم وأديروا حجوزاتكم بكل سهولة من مكان واحد!

# digitalRegistrationInformation3
source: Plan your visit ahead or on the go – you decide!
ar: الخيار لكم! يمكنكم التخطيط لزيارتكم قبل أو أثناء تواجدكم.

# digitalRegistrationInformation4
source: Stay connected with park navigation, notifications and ride information.
ar: فعلوا الإشعارات!! وابقَوا على اتصال مع نظام الخرائط في المتنزه للحصول على كافة المعلومات حول الألعاب

# digitalTermsSequence1
source: View our
ar: اطلعوا على

# digitalTermsSequence2
source: Terms & Conditions
ar: الشروط والأحكام

# digitalTermsSequence3
source: and
ar: و

# digitalTermsSequence4
source: Privacy Policy.
ar: سياسة الخصوصية.

# digitalTransactionCompleteUserGreeting
source: Your profile is ready, {userName}!
ar: مبروك يا {userName}، حسابك جاهز!

# digitalTransactionCompleteInformation1
source: You've created your account and Digital ID.
ar: تم إنشاء حسابكم وهويتكم الرقمية بنجاح.

# digitalTransactionCompleteInformation2
source: Your Digital ID keeps all your tickets in one place.
ar: تعمل هويتكم الرقمية على جمع تذاكركم في مكان واحد.

# digitalTransactionCompleteCompleteProfile
source: Complete my profile
ar: استكمال ملفي الشخصي

# digitalTransactionCompleteAddBiometric
source: Enable biometrics
ar: إضافة البصمة

# digitalTransactionCompleteFaceId
source: Add Face ID
ar: أضف معرف الوجه

# digitalTransactionCompleteTouchId
source: Add Touch ID
ar: أضف بصمة الإصبع

# digitalTransactionCompleteContinue
source: Personalize my profile
ar: تخصيص ملفي الشخصي

# digitalTransactionCompleteDone
source: Explore the park
ar: اكتشفوا المتنزه المائي

# digitalPersonalDetailsTag
source: Personal details 2/3
ar: التفاصيل الشخصية 2/3

# digitalPersonalDetailsTitle
source: Tell us a little <brandCyan>about</brandCyan> yourself
ar: أخبرنا قليلاً <brandCyan>عنك</brandCyan>

# digitalPersonaFirstName
source: First Name
ar: الاسم الأول

# digitalPersonalSurname
source: Surname
ar: اسم العائلة

# digitalPersonalDateBirth
source: Date of birth
ar: تاريخ الميلاد

# digitalPersonalEmailAddress
source: Email address
ar: البريد الإلكتروني

# digitalPersonalEmailHint
source: We'll send a code to verify this email address.
ar: سنرسل رمزًا للتحقق من بريدك الإلكتروني.

# digitalPhoneNumberSubtitle
source: Log in to your account or sign up in a few simple steps. It's quick and easy!
ar: سجلوا الدخول إلى حسابكم أو أنشئوا حسابًا جديدًا بخطوات بسيطة وسريعة!

# digitalPhoneNumberTitle
source: Enter your <brandCyan>mobile</brandCyan> <brandCyan>number</brandCyan> and dive in!
ar: أدخل <brandCyan>رقم هاتفك</brandCyan> وابدأ المغامرة!

# digitalPhoneNumberInputLabel
source: Phone number
ar: رقم الهاتف

# digitalPhoneNumberContinue
source: Continue
ar: متابعة

# digitalPhoneNumberCannotStartWithZero
source: Phone number cannot start with 0.
ar: لا يمكن لرقم الهاتف أن يبدأ بصفر.

# digitalPhoneNumberInvalidCharacter
source: Phone number cannot contain special characters.
ar: لا يمكن لرقم الهاتف أن يحتوي على رموز خاصة.

# digitalPhoneNumberTooLong
source: Please ensure your number meets the required length and format for your selected country.
ar: يُرجى التأكد من أن رقم الجوال المدخل يتطابق مع عدد أرقام وصيغة البلد المختارة.

# digitalPhoneNumberTooShort
source: Your phone number is too short. Please enter the complete number.
ar: رقم هاتفك غير مكتمل. تأكد من إدخال رقم هاتفك كاملاً.

# digitalPhoneNumberOnlyDigits
source: Phone number can contain only digits.
ar: يمكن لرقم الهاتف أن يحتوي على أرقام فقط.

# digitalOtpPageErrorInvalidCode
source: Incorrect code. Please try again.
ar: الرمز المدخل غير صحيح. يرجى المحاولة مرة أخرى.

# digitalPersonalDetailsTitleExistingUser
source: Here’s a look at your profile information
ar: نظرة على معلومات ملفكم الشخصي.

# digitalBiometricsActivationTitle
source: Enable <brandSpecialsPurple>{biometric}</brandSpecialsPurple> authentication
ar: تفعيل المصادقة <brandSpecialsPurple>{biometric}</brandSpecialsPurple>

# digitalBiometricsTagLine
source: Biometric
ar: المصادقة باستخدام البصمة

# digitalBiometricsActivationInformation1
source: Get easy and safe access to your app.
ar: احصل على وصول سريع وآمن للتطبيق.

# digitalBiometricsActivationInformation2
source: All biometrics configured on this phone will be able to access the app.
ar: جميع البصمات المسجلة على هذا الهاتف ستكون قادرة على الدخول للتطبيق.

# digitalBiometricsActivationInformation3
source: To disable this, go to security settings in your profile.
ar: يمكنك إلغاء ذلك من إعدادات الأمان في حسابك.

# digitalBiometricsActivationReason
source: Please authenticate to activate biometrics
ar: الرجاء المصادقة لتفعيل المقاييس الحيوية

# digitalBiometricsActivationContinue
source: Continue
ar: متابعة

# digitalBiometricsActivationRetry
source: Try again
ar: أعد المحاولة

# digitalBiometricsActivatedGreeting
source: Great {userName}, your biometric was added!
ar: ممتاز يا {userName}، تم إضافة بصمتك بنجاح!

# digitalBiometricsActivatedInformation1
source: Your profile security setup has been updated.
ar: تم تحديث إعدادات الأمان لحسابك.

# digitalBiometricsActivatedInformation2
source: You can now use biometrics to access the app. To change this, go to account settings.
ar: بإمكانك الآن استخدام بصمتك لدخول التطبيق. لتغيير ذلك، يرجى الذهاب إلى إعدادات الحساب.

# digitalBiometricsActivatedContinue
source: Personalize my profile
ar: تخصيص ملفي الشخصي

# digitalBiometricsActivatedDone
source: Explore the park
ar: اكتشف المتنزه

# digitalBiometricsToggleFaceId
source: Face ID
ar: بصمة الوجه

# digitalBiometricsToggleTouchId
source: Touch ID
ar: بصمة الإصبع

# digitalBiometricsToggleDefault
source: Biometric
ar: البصمة

# digitalBiometricsEnabledSuccess
source: Your {biometric} has been enabled.
ar: تم تفعيل {biometric}.

# digitalBiometricsEnableError
source: Your {biometric} could not be enabled. Please try again.
ar: تعذّر تفعيل {biometric}. يرجى المحاولة مرة أخرى.

# digitalBiometricsDisabledSuccess
source: Your {biometric} has been disabled. Next login we'll ask for your phone number to access your account.
ar: تم تعطيل {biometric}. في تسجيل الدخول التالي، سنطلب رقم هاتفكم للوصول إلى حسابكم.

# digitalBiometricsPermissionDialogTitle
source: Turn on {biometric} permissions
ar: تفعيل صلاحيات {biometric}

# digitalBiometricsPermissionDialogDescription
source: To continue, you must activate the {biometric} permissions from your Mobile Settings
ar: للإستمرار، يجب تفعيل صلاحيات {biometric} من إعدادات الهاتف

# digitalBiometricsPermissionDialogContinue
source: Go to device settings
ar: الذهاب إلى إعدادات الجهاز

# digitalBiometricsPermissionDialogCancel
source: Cancel
ar: إلغاء

# digitalGoToDeviceSettigs
source: Go to device settings
ar: اذهب الى اعدادات الجهاز
